{"date":"2013-07-23T07:07:32Z","pdf:PDFVersion":"1.6","xmp:CreatorTool":"Adobe InDesign CS6 (Windows)","access_permission:modify_annotations":"true","access_permission:can_print_degraded":"true","dcterms:created":"2013-07-23T06:57:25Z","Last-Modified":"2013-07-23T07:07:32Z","dcterms:modified":"2013-07-23T07:07:32Z","dc:format":"application/pdf; version=1.6","xmpMM:DocumentID":"xmp.id:F8897AAB64F3E2119BD7CDB4747A3B14","Last-Save-Date":"2013-07-23T07:07:32Z","pdf:docinfo:creator_tool":"Adobe InDesign CS6 (Windows)","access_permission:fill_in_form":"true","pdf:docinfo:modified":"2013-07-23T07:07:32Z","meta:save-date":"2013-07-23T07:07:32Z","pdf:encrypted":"false","modified":"2013-07-23T07:07:32Z","Content-Length":"1374615","Content-Type":"application/pdf","X-Parsed-By":"org.apache.tika.parser.DefaultParser","trapped":"False","meta:creation-date":"2013-07-23T06:57:25Z","created":"Tue Jul 23 08:57:25 CEST 2013","naziv":"C:\\Users\\Dimitrije\\Desktop\\Interfejs\\pdf\\VodicZaDijagnostikovanjeiLecenjeOboljenjaKarotidnihArterija.pdf","access_permission:extract_for_accessibility":"true","access_permission:assemble_document":"true","xmpTPg:NPages":"45","Creation-Date":"2013-07-23T06:57:25Z","resourceName":"VodicZaDijagnostikovanjeiLecenjeOboljenjaKarotidnihArterija.pdf","access_permission:extract_content":"true","xmpMM:DerivedFrom:DocumentID":"xmp.did:E2742C9D9BBCE2118DFC8F9D2F75682C","sadrzaj":"\nНационални водич \nдобре клиничке праксе\n\nОбољењa \nкаротидних \nартерија\n\nКлинички водич 11/12\nБеоград, 2013.\n\nИзрадила Републичка стручна \nкомисија за израду и \nимплементацију водича \nдобре клиничке праксе\n\n\n\nРепубличка стручна комисија за израду и имплементацију водича добре клиничке праксе\n\nМинистарство здравља Републике Србије\n\nНАЦИОНАЛНИ ВОДИЧ  \n ДОБРЕ КЛИНИЧКЕ ПРАКСЕ \n\nЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ \nОБОЉЕЊА КАРОТИДНИХ АРТЕРИЈА \n\n \n \n\nПројекат израде националних водича добре клиничке праксе  \nфинансирао je Пројекат Министарства здравља Републике Србије  \n\n„Пружање унапређених услуга на локалном нивоу – DILS”\n\n\n\nНационални водич добре клиничке праксе за дијагностиковање и \nлечење обољења каротидних артерија\n\nРепубличка стручна комисија за израду и имплементацију водича \nдобре клиничке праксе\nМинистарство здравља Републике Србије\n\nАгенција за акредитацију здравствених установа Србије\n\nИздавач: Агенција за акредитацију здравствених установа Србије\n\nУредник: Проф. др Горан Милашиновић, председник Републичке \nстручне комисије за израду и имплементацију водича добре клиничке \nпраксе\n\nЛектор: Марија Радовић\nТехничка припрема и штампа: Агенција Формат Београд\nТираж: 1.000 комада\n\nISBN  978-86-6235-015-2\n\nCIP - Каталогизација у публикацији\nНародна библиотека Србије, Београд\n\n616.133(083.1)\n\n   НАЦИОНАЛНИ водич добре клиничке праксе за \nдијагностиковање и лечење обољења        \nкаротидних артерија / [израдила] Републичка  \nстручна комисија за израду и имплементацију  \nводича добре клиничке праксе, Министарство   \nздравља Републике Србије ; [уредник Горан   \nМилашиновић]. - Београд : Агенција за        \nакредитацију здравствених установа, 2013     \n(Београд : Агенција Формат). - 43 стр. :     \nтабеле ; 30 cm. - (Клинички водич ; #11,   \n#2013)\n\nТираж 1.000. - Уводна реч уредника: стр. 3. -\nБиблиографија: стр. 32-43.\n\nISBN 978-86-6235-015-2\n1. Србија. Министарство здравља. Републичка\nстручна комисија за израду и имплементацију  \nводича добре клиничке праксе\n\nCOBISS.SR-ID 199811340\n\n\n\nУВОДНА РЕЧ УРЕДНИКА:\n\nНАЦИОНАЛНИ ВОДИЧИ ДОБРЕ КЛИНИЧКЕ ПРАКСЕ дело су Радних група и рецензената, саста-\nвљених од еминентних домаћих стручњака, а именованих од стране Републичке стручне комисије за \nизраду и имплементацију водича добре клиничке праксе, којој је стручну, техничку и организациону \nподршку у раду пружала Агенција за акредитацију здравствених установа Србије.\n\nОвакви типови Националних водича добре клиничке праксе већ постоје у многим другим земљама \n(нпр. NICE у Енглеској), а циљ им је рационална примена и додатна анализа резултата великих, мул-\nтицентричних научних студија - које су основ глобалних препорука за добру клиничку праксу - како \nби се, иначе, веома велики издаци за савремену медицину довели до нивоа корисног и исплативог. \n\nПриликом избора приоритентних тема у првој години рада, Комисија се руководила истраживањем \n„Оптерећење болестима у Србији“ из 2000. године,  које је користило методу „Глобална оптереће-\nност болестима“ (Murray & Lopez, 1996). Међутим, већ на првом састанку, Комисија је заузела став \nда се рад на водичима настави и континуирано одвија у наредним годинама како би се обухватила \nсва поља медицине и здравствене заштите.\n\nОсновни задатак који су имале Радне групе био је да током израде водича уједине сопствену струч-\nност, податке добијене претрагом литературе и познавање домаћих посебности здравствене заштите \nкако би обезбедили да се у водичима нађу врхунски домети светске медицине који су, истовремено, \nпримењиви на нашу тренутну социо-економску стварност и здравствени систем.\n\nПриликом рада, Радне групе имале су на располагању „Упутства за израду, развој и имплементацију \nводича добре клиничке праксе“, да би се постигла истоветност у форми, као и обавезујућу препоруку \nод стране Републичке комисије да појединачни водич обухвати не само све видове дијагностике и \nлечења, него и све нивое здравствене заштите, од примарне до терцијарне, како би нашао свеобухватну \nпримену од стране свих актера и фактора, укључених у систем домаћег здравства. Ради што бољег \nи ефикаснијег приступа тексту појединачног водича, Републичка комисија донела је одлуку да се \nнајпотпунија и најшира верзија водича, која укључује све референце које је Радна група користила \nприликом рада, постави на интернет-странице Агенције за акредитацију здравствених установа \nСрбије и Министарства здравља. Национални водичи добре клиничке праксе нису обавезујући ни \nза једног лекара у Србији, aли морална обавеза сваког јесте да у процесу дијагностике и лечења \nпримењује сва расположива достигнућа и знања савремене медицине, а она се од средине XX \nвека ослањају, готово, искључиво на чињеницама и доказима, добијеним из великих научних \nстудија, што је, управо, главна теоријска основица за израду ових Националних водича. Због тога, \nРепубличка комисија мисли да ће уважавање и пуна примена Националних водича добре клиничке \nпраксе водити уједначеном и усаглашеном приступу оболелој особи од стране свих актера у ланцу \nнашег здравственог система, чиме ће се обезбедити боља домаћа медицина и ефикасније лечење, те \nпредлаже свима у здравству на које се појединачни водич односи да га уврсте у обавезну медицинску \nлитературу, а његову примену сврстају у будући морални кодекс. \n\nОнима који буду поступили другачије, преостаје да одговарају сопственој савести.    \n  \n\nБеоград, 7. септембар 2012.\n\n                           \n                                       Проф. др Горан Милашиновић\n\n\n\nРАДНА ГРУПА ЗА ИЗРАДУ ВОДИЧА\n\nРуководилац: \nПроф. др Ђорђе Радак, дописни члан САНУ \nИнститут за кардиоваскуларне болести „Дедиње“ Београд, Медицински факултет Београд\n\nСекретар: \nДр сц. мед. др Срђан Бабић \nИнститут за кардиоваскуларне болести „Дедиње“ Београд \n\nЧланови радне групе:\nПроф. др Лазар Давидовић\nИнститут за кардиоваскуларне болести КЦС Београд, Клиника за васкуларну и ендоваскуларну \nхирургију, Медицински факултет Београд\n\nДоц. др Ненад Илијевски\nИнститут за кардиоваскуларне болести „Дедиње“ Београд, Медицински факултет Београд\n\nПроф. др Живан Максимовић  \nИнститут за кардиоваскуларне болести КЦС Београд, Клиника за васкуларну и ендоваскуларну \nхирургију, Медицински факултет Београд\n\nДоц. др Драгослав Ненезић\nИнститут за кардиоваскуларне болести „Дедиње“, Београд, Медицински факултет Београд\n\nДоц. др Душан Костић\nИнститут за кардиоваскуларне болести КЦС Београд, Клиника за васкуларну и ендоваскуларну \nхирургију, Медицински факултет Београд\n\nДоц. др Предраг Стевановић\nКлинички центар „Др Драгиша Мишовић“ Београд, Медицински факултет Београд\n\nДр Татјана Воскресенски\nСпецијална болница за психијатријске болести „Др Славољуб Бакаловић“, Вршац\n\nУ изради водича су помогли: Проф. др Јово Колар, Мр сц. мед. др Сандра Радак,  \nДоц. др Слободан Цветковић, Проф. др Драган Сагић, Мр сц. мед. др Слободан Танасковић, Доц. \nдр Илијас Чинара, Мр сц. мед. др Дарио Јоцић, Асс. др Никола Илић, Мр сц. мед. др Предраг \nГајин, Др Вук Сотировић, Др Игор Кончар, Мр сц. мед. др Предраг Матић, Др сц. мед. др Анка \nМитрашиновић, Доц. др Мирослав Марковић, Доц. др Владан Поповић, Мр сц. мед. др Игор \nБанзић, Доц. др Петар Попов, Доц. др Горан Вучуревић на чему им се срдачно захваљујемо.\n\nРецензенти:\nПроф. др Јово Колар\nИнститут за кардиоваскуларне болести „Дедиње“\n\nДоц. др Петар Оташевић\nИнститут за кардиоваскуларне болести „Дедиње“\n\nАсс. др мед. сц. Драган Ј. Милић\nКлинички Центар Ниш, Клиника за васкуларну хирургију, члан Републичке стручне комисије за \nизраду и имплементацију водича добре клиничке праксе\n\n\n\nКЛАСИФИКАЦИЈА ПРЕПОРУКА\n\nСвака препорука дата у водичу степенована је римским бројевима (I, IIа, IIб, III) у зависности од тога \nкоји ниво доказа је послужио за класификацију.\n\nНиво доказа\n\nА  Докази из мета-анализа мултицентричних, добро дизајнираних контролисаних \nстудија. Рандомизиране студије са ниским лажно позитивним и ниским лажно \nнегативним грешкама (висока поузданост студија).\n\nБ  Докази из најмање једне, добро дизајниране експерименталне студије. \nРандомизиране студије са високо лажно позитивним и/или негативним грешкама \n(ниска поузданост студије). Евиденција добијена на основу бар једног теста покушаја \nи грешке.\n\nЦ  Консензус експерата\n\nСтепен препоруке\n\n I – Постоје докази да је одређена процедура или терапија употребљива или корисна.\n II – Стања где су мишљења и докази супротстављени.\n    IIа – Процена ставова/доказа је у корист употребљивости.\n    IIб – Има веома мало документоване евиденције о овој препоруци.\n III –  Постоје докази и опште мишљење да дата препорука није применљива, а у неким \n\nслучајевима би могла бити и штетна.\n\n    √ Препорука заснована на клиничком искуству групе која је сачинила водич\n\n\n\n6\n\n\n\n7\n\nСадржај\n\nI. УВОД  .................................................................................................................................................. 9\n\nII. ЕПИДЕМИОЛОГИЈА  .................................................................................................................... 9 \n\nII. ДИЈАГНОСТИКА  ........................................................................................................................... 9 \nПрепоруке за дуплекс-ултрасонографију за процену асимптоматских пацијената  .................. 11\nДијагностичке препоруке за пацијенте са симптоматском каротидном болести  ...................... 12 \n\nIV. МЕДИКАМЕНТНА ТЕРАПИЈА КАРОТИДНЕ БОЛЕСТИ  ................................................. 14 \nПрепоруке за лечење хипертензије  ................................................................................................ 14\nПрепоруке за лечење хиперлипидемија  ........................................................................................ 14\nПрепоруке за лечење diabetes mellitus-а  ........................................................................................ 15\n\n         Препоруке за употребу антитромбоцитне терапије у пацијената  \nса каротидном болешћу у којих се не планира реваскуларизација  .............................................15\nПрепоруке за престанак пушења  ................................................................................................... 17\n\nV. ПРЕПОРУКЕ ЗА РЕВАСКУЛАРИЗАЦИЈУ МОЗГА  .............................................................. 17\n\nVI.  ПЕРИОПЕРАТВНЕ ПРЕПОРУКЕ ЗА ПАЦИЈЕНТЕ  \nУ КОЈИХ СЕ ПЛАНИРА КАРОТИДНА ЕНДАРКТЕРЕКТОМИЈА  .................................. 22\n\nVII.  ПРЕПОРУКЕ ЗА ПАЦИЈЕНТЕ У КОЈИХ СЕ ПЛАНИРА  \nЕНДОВАСКУЛАРНА ПРОЦЕДУРА НА КАРОТИДНИМ  \nАРТЕРИЈАМА СА ИМЛАНТАЦИЈОМ СТЕНТА  ................................................................ 25\n\nVIII.  ПРЕПОРУКЕ ЗА ТРЕТМАН ПАЦИЈЕНАТА  \nСА РЕСТЕНОЗОМ КАРОТИДНЕ АРТЕРИЈЕ  .................................................................... 27\n\nIX.  ПРЕПОРУКЕ ЗА ЕВАЛУАЦИЈУ КАРОТИДНИХ  \nАРТЕРИЈА ПРЕ КАРДИОХИРУРШКЕ ОПЕРАЦИЈЕ  .......................................................... 28\n\nX.  ПРЕПОРУКЕ ЗА ЛЕЧЕЊЕ ПАЦИЈЕНАТА СА ФИБРОМУСКУЛАРНОМ  \nДИСПЛАЗИЈОМ  ЕКСТРАКРАНИЈАЛНОГ ДЕЛА КАРОТИДНИХ АРТЕРИЈА  .......... 29\n\nXI.  ПРЕПОРУКЕ ЗА ТРЕТМАН ПАЦИЈЕНАТА  \nСА ДИСЕКЦИЈОМ КАРОТИДНИХ АРТЕРИЈА  ................................................................... 30\n\nЛИТЕРАТУРА  ....................................................................................................................................... 32\n\n\n\nНАЦИОНАЛНИ ВОДИЧ  ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ ОБОЉЕЊА КАРОТИДНИХ АРТЕРИЈА\n\n8\n\n\n\nНАЦИОНАЛНИ ВОДИЧ  ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ ОБОЉЕЊА КАРОТИДНИХ АРТЕРИЈА\n\n99\n\nI. Увод\n\nКаротидна болест се најчешће манифестује као атеросклеротична стеноза каротидне артерије, \nкоја може довести до исхемичког можданог удара са смртношћу од 10%–30% [1]. Пацијенти који \nсу преживели мождани удар (МУ) су под високим годишњим ризиком од поновних исхемичних \nдогађаја [2–4]. Пораст броја пацијената старије животне доби доприноси већој учесталости оне-\nспособљавајућих неуролошких дефицита, а скоро 80% ових неуролошких дефицита могу настати \nбез упозорења [2–4]. Ефикасност каротидне ендартеректомије (КАЕ) у пацијената са стенозом \nкаротидне бифуркације показала је своје место у превенцији МУ [5–8]. \n\nII. Епидемиологија\n\nМУ представља трећи узрок смртност у развијеним земљама, одмах после болести срца и \nмалигних болести, и представља важан узрок дуготрајне инвалидности. [9] Популационе студије \nМУ су  углавном регионалне, тако да резултати не могу бити генерализовани због различитих \nгеографских варијација. Подаци у Србији показују да је од укупног броја смртних исхода у 2003. \nгодини МУ био први узрок смрти код жена (12,44% мушкараца и чак 18,38% жена), а 2002. године \nпрви узрок смрти у хоспиталним условима. [10] Такође, у првој декади двадесетог века је при-\nмећен значајан тренд пораста броја пацијената са каротидном болешћу, поготово међу пацијенти-\nма који су млађи од 50 година, што се може описати значајном присутношћу фактора ризика међу \nпопулацијом у Србији. [11]\n\nIII. Дијагностика\n\nДуплекс ултрасонографија каротидних артерија\n\nДуплекс ултрасонографија представља методу којом се може вршити преглед магистралних \nкрвних судова врата уз мерење брзина протока крви кроз њих. Дуплекс сонографија комбинује \nдводимензијални приказ крвног суда са анализом протока крви применом Доплеровог принципа. \nСама метода не мери директно дијаметар крвног суда, већ брзина протока крви кроз крвни суд \nслужи као индикатор степена стенозе. Ултрасонографско испитивање каротидних артерија пред-\nставља неинвазивну, поуздану, прецизну и релативно јефтину  методу. [12–15] Сензитивност и \nспецифичност методе при детекцији стенозе каротидних артерија >70% је 85%–90%, у поређењу \nса конвенционалном артериографијом. [16, 17] Развијено је неколико схема уз помоћ којих се \nпроцењује степен стенозе каротидних артерија. Поређењем највеће брзине протока крви кроз \nунутрашњу каротидну артерију (ACI) и највеће брзине протока кроз заједничку каротидну арте-\nрију (ACC) добија се најбољи ангиографски приказ степена стенозе. \n\nУлтрасонографски се најчешће дефинишу две категорије степена стенозе каротидних артерија: \nпрва; стеноза од 50% до 69% која означава преломну тачку од које брзине протока крви убрзано \nрасту изнад нормале; друга представља степен стенозе од 70% до 99% и означава тежи степен \nстенозе, до саме оклузије лумена. Степен стенозе од 50% до 69% је удружен са сонографски \nвидљивим атеросклеротским плаком и максималном брзином протока крви од 125 цм/с до 230 \nцм/с. [18] Додатни критеријуми укључују однос брзина крви између ACI и ACC од 2 до 4, као и \nенд-дијастолни притисак у ACI од 40 цм/с до 100 цм/с. Стеноза већа од 70% је удружена са брзи-\nнама већим од 230 цм/с. Међутим, преклапање брзина протока крви и различита процена степе-\nна стенозе, изискују употребу других дијагностичких метода, ради прецизне процене. Процена \nстепена стенозе каротидних артерија је отежана у случају изразите елонгације крвних судова, \nвисоко позиционирне каротидне рачве, гојазности или екстензивне калцификације зида крвног \n\n\n\nНАЦИОНАЛНИ ВОДИЧ  ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ ОБОЉЕЊА КАРОТИДНИХ АРТЕРИЈА\n\n10\n\nсуда.  Веће брзине протока крви се могу детектовати у пацијената женског пола, у случају контра-\nлатералне оклузије каротидне артерије [19] и присуства стента у каротидној артерији. [20]\n\nУлтрасонографски је некада тешко издиференцирати субоклузију од оклузије каротидне арте-\nрије, иако је ово разликовање од круцијалног клиничког значаја па се у овим случајевима може \nапликовати сонографско контрасно средство. [21] Поред техничких фактора, искуство и разли-\nчита тумачење извођача у значајној мери утичу на прецизност и квалитет ултрасонографског \nпрегледа. Такође, ултразвучно се може одредити морфологија атеросклеротског плака што утиче \nна доношење одлука о интервенцији. [22]\n\nМР ангиографија\n\nМР ангиографија обезбеђује снимке крвних судова врата у високој резолуцији. Поред артефа-\nкта и других ограничења, МРА представља неинвазивну методу која приказује прецизне анатомс-\nке односе лука аорте, супраортичних и интракранијалних грана [23] и може се користити у поста-\nвљању плана реваскуларизације. У поређењу са конвенционалном артериогафијом, сензитивност \nметоде је 97%–100%, а специфичности 82%–96%. [24–26] Једна од мана МРА је прецењивање \nстепена стенозе и немогућност разликовања субоклузије од оклузије крвног суда. Контраиндико-\nвана је у пацијената са клаустофобијом, екстремо гојазних и уколико имају имплантиран пејсмеј-\nкер или дефибрилатор. Као и ултрасонографија, МРА омогућава морфолошко испитивање ате-\nросклеротског плака. [27]\n\nKT ангиографија\n\nKT ангиографија обезбеђује снимање лука аорте, цервикалних и интракранијалних крвних \nсудова у високој резолуцији. [28, 29] За разлику од ултрасонографије и МР ангиогафије, KTA \nомогућава реконструкцију тортуозних крвних судова, као и директно снимање артеријског луме-\nна и процену степена стенозе. KT ангиографија се показала као повољнија метода у односну на \nкласичну артериографију када је у питању евалуација пацијената који имају екстрацеребралну \nкаротидну болест. Сензитивност методе је 100%, а специфичност 63%. Негативна предиктивна \nвредност KTA при процени степена стенозе каротидне артерије < 70% је 100%. [30] Потреба за \nрелативном великом количином контрастног средства, ограничава употребу KTA у пацијената са \nбубрежном инсуфицијенцијом. Отежана интерпретација резултата јавља се у случају присуства \nмасивних калцификата артеријског  зида, металних зубних импланта или хируршких клипсева у \nпределу врата. Као и током KTA и МРА, разликовање субоклузије до оклузије крвног суда може \nбити проблематично. Такође, гојазност, слаба сарадња пацијента и оператора, као и покрети то-\nком снимања у великој мери утичу на прецизност методе.\n\nКласична артериографија\n\nУвођењем у дијагностичку праксу KTA и МРА, класична артериографија губи примат при \nдијагностици каротидне болести иако је раније представљала златни стандард. Такође, оно што \nразликује класичну артериографију од неинвазивних метода је њена цена и удружене компли-\nкације. Једна од компликација од које се највише страхује је МУ, која се јавља код мање од 1% \nпацијената, чак и кад преглед спроводе искусни дијагностичари. [31–33] У редовној клиничкој \nпракси, класична артериографија није неопходна при евалуацији највећег броја пацијената са \nкаротидном болешћу, али се користи при ендоваскуларној реваскуларизацији. Такође, метода је \nпогодна код екстемно гојазних пацијената или када се добијени резултати неинвазивних метода \nразликују или ове методе нису доступне.\n\n\n\nНАЦИОНАЛНИ ВОДИЧ  ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ ОБОЉЕЊА КАРОТИДНИХ АРТЕРИЈА\n\n11\n\nИзбор дијагностичке методе у пацијената са каротидном болешћу\n\nЗбог своје доступности и релативно мале цене, дуплекс ултрасонографија се користи при скри-\nнингу пацијената са средњим ризиком од болести. Уколико се овом методом не детектује значајна \nкаротидна болест код симптоматских болесника, или када су резултати неодређени, неопходна \nсу даља испитивања (МРА или KTA), која су у стању да визуализују проксималније и дисталне \nсегменте артерија, као и анатомске варијације крвних судова. Обрнуто, пацијенти под високим \nризиком могу се примарно дијагностиковати KTA-ом и МРА, пре свега због боље визуализације \nинтраторакалних и других сегмента артерија који су иначе недоступни ултрасонографском испи-\nтивању. Штавише, ултрасонографија може преценити степен стенозе у пацијената са контрала-\nтералном оклузијом ACI. Такође, током селекције асимптоматских пацијената за каротидну ре-\nваскуларизацију, препоручује се потврда ултразвучних резултата, неком другом дијагностичком \nметодом (KTA, МРА, класична артериографија). Пацијентима који нису погодни за МРА, због \nприсутва пејсмејкера или других импланта, препоручује се KTA, док се МРА препоручује у слу-\nчају постојања екстензивних интраваскуларних калцификата. \n\nПрепоруке за дуплекс-ултрасонографију  \nза процену асимптоматских пацијената \n\nСтепен препоруке I\n1.  Код асимптоматских пацијената у којих се зна или сумња на постојање каротидне стенозе, \n\nпрепоручена је дуплекс-ултрасонографија као почетни дијагностички тест за откривање хе-\nмодинамске значајности. (Ниво доказа Ц)\n\nСтепен препоруке IIа\n1.  Дуплекс-ултрасонографија је препоручена у асимптоматских пацијената са систолним шу-\n\nмом над каротидном артеријом. (Ниво доказа Ц)\n2.  У пацијената са стенозом каротидне артерије >50% препоручене су годишње дуплекс-ултра-\n\nсонографске контроле ради процене да ли је дошло до напредовања или регресије болести, \nкао и одговор на терапијске мере. У случају успостављања стабилности, могући су дужи \nинтервали или престанак праћења. (Ниво доказа Ц)\n\nСтепен препоруке IIб\n1.  У асимптоматских пацијената са периферном артеријском, коронарном и анеуризматском \n\nболести, потребно је урадити  дуплекс-ултрасонографски преглед чак и код пацијената са \nодсуством шума над каротидном артеријом. (Ниво доказа Ц)\n\n2.  Асимптоматским пацијентима за које не постоје подаци постојања атеросклеротске болести, \nа имају два или више фактора ризика: хипертензију, хиперлипопротеинемију, пушење, по-\nзитивну породичну анамнезу атеросклеротске болести у рођака првог степена млађих од 60 \nгодина и породичну анамнезу исхемијског МУ, требало би урадити дуплекс-ултрасонограф-\nски преглед. (Ниво доказа Ц)\n\nСтепен препоруке III: без користи\n1.  Рутинска каротидна дуплекс-ултрасонографија није препоручена у асимптоматских пације-\n\nната који немају клиничке манифестације или факторе ризика за атеросклеротску болест. \n(Ниво доказа Ц)\n\n2.  Рутинска каротидна дуплекс-ултрасонографија није  препоручена у пацијената са неуролош-\nким или психијатријским обољењима која нису повезана са фокалном можданом исхемијом: \nтумори мозга, фамилијарна или дегенеративна обољења мозга или моторних неурона, ин-\nфективна или запаљенска стања која захватају мозак, психијатријски поремећаји или епи-\nлепсија.  (Ниво доказа Ц)\n\n\n\nНАЦИОНАЛНИ ВОДИЧ  ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ ОБОЉЕЊА КАРОТИДНИХ АРТЕРИЈА\n\n12\n\nИако постоје докази из рандомизованих студија да асимптоматски пацијенти са хемодинамски \nзначајном стенозом каротидне артерије имају корист од терапијских процедура, ниједан скрининг \nпрограм са циљем идентификације болесника са асимптоматском каротидном болести није по-\nказао смањење ризика од МУ. Због тога не постоји консензус по коме би пацијенти требали бити \nподвргнути скрининг тестовима за детекцију стенозе каротидне артерије. Чујан систолни шум \nнад каротидним артеријама чешће представља знак системске атеросклерозе него хемодинамски \nзначајне каротидне стенозе. [34] У до сад највећој скрининг студији асимптоматских пацијената \nпоказано је да је преваленца каротидне стенозе >35%  код пацијената без шума била 6,6%, а код \nпацијената са каротидном стенозом >75% је била 1,2%. [35] Ипак, сензитивност откривања ка-\nротидног шума и позитивна предиктивна вредност хемодинамски значајне стенозе је релативно \nниска, и у асимптоматских пацијената са високим ризиком би требало урадити ултразвучно испи-\nтивање без обзира на постојање шума над каротидном артеријом. [36]\n\nПрепоруке AHA/ASA (American Heart Association/ American Stroke Association) водича за при-\nмарну превенцију МУ су противне скринингу опште популације за дијагнозу асимптоматске \nкаротидне стенозе због недостатка економичности, потенцијалног негативног утицаја на лаж-\nно позитивне и лажно негативне резултате у општој популацији, као и мале апсолутне користи \nод интервенције. [37] Такође, препоруке American Society of Neuroimaging су против скрининга \nопште популације, али уз препоруку скрининг особа старијих од 65 година које имају више од \nтри фактора ризика за кардиоваскуларне болести. [37] По водичу ACCF/SCAI/SVMB/SIR/ASITN \n(Clinical Expert Consensus Panel on Carotid Stenting), препоручен је скрининг пацијената са шумом \nнад каротидном артеријом који су потенцијални кандидати за каротидну и/или миокардну ревас-\nкуларизацију. [38]\n\nДијагностичке препоруке за пацијенте  \nса симптоматском каротидном болешћу\n\nСтепен препоруке I\n1.  Пацијентима са неуролошким исхемијским сметњама типа транзиторних ретиналних или \n\nхемисферних неуролошких симптома се препоручују неинвазивне дијагностичке технике. \n(Ниво доказа Ц)\n\n2.  У пацијената са фокалним неуролошким симптомима се препоручује дуплекс-ултрасо-\nнографски преглед. (Ниво доказа Ц)\n\n3.  МРА или KTA је препоручена у пацијената са акутним фокалним неуролошким симптомима \nкод којих се ултразвучни преглед не може урадити или је неконклузиван. (Ниво доказа Ц)\n\n4.  Уколико обољење екстракранијалних и/или интракранијалних крвних судова није довољно \nзначајно да би било узрок исхемијске болести мозга, препоручен је ултразвук срца због мо-\nгуће кардиоемболизације. (Ниво доказа Ц)\n\nСтепен препоруке IIа\n1.  Уколико није откривен екстракранијални узрок настанка исхемијских неуролошких симпто-\n\nма, препоручује се KTA, МРА или конвенцијална артериографија за дијагностиковања ин-\nтракранијалног узрока симптома. (Ниво доказа Ц)\n\n2.  Ако је налаз неинвазивних дијагностичких метода неконклузиван, препоручују се додатне \nдијагностичке методе. Уколико је пацијент кандидат  за реваскуларизацију, МРА и KTA су \nкорисне методе у случају да је ултразвучни преглед сумњив или неодређен. (Ниво доказа Ц)\n\n3.  Уколико се у пацијента планира интервенција на каротидној артерији због високостепене сте-\nнозе дијагностиковане ултразвучним прегледом, МРА, KTA или конвенционална артерогра-\nфија се могу користити као допунске методе за процену степена стенозе, као и за откривања \nинтракранијалних или интратроракалних лезија које су недоступне ултразвучном прегледу. \n(Ниво доказа Ц)\n\n\n\nНАЦИОНАЛНИ ВОДИЧ  ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ ОБОЉЕЊА КАРОТИДНИХ АРТЕРИЈА\n\n13\n\n4.  У случају да су неинванзивне дијагностичке процедуре контраиндиковане, неизводљиве или \nкада су добијени резултати неконклузивни, у пацијента са ретиналним или фокалним неуро-\nлошким симптомима, индикована је конвенционална артериографија. (Ниво доказа Ц)\n\n5.  МРА без контрастног средства је препоручена у пацијената са симптоматском каротидном \nболешћу и бубрежном инсуфицијенцијом или израженим калцификацијама на циљном крв-\nном суду. (Ниво доказа Ц)\n\n6.  KTA је препоручена у пацијената са суспектном значајном каротидном болешћу, уколико \nМРА није погодна због клаустрофобије, присуства пејсмејкера или различитих металних \nимплантата. (Ниво доказа Ц)\n\nСтепен препоруке IIб\n1.  У пацијената са неспецифичним неуролошким симптомима који могу бити последица исхе-\n\nмије препоручен је дуплекс-ултрасонографски преглед. (Ниво доказа Ц)\n2.  Уколико се ултразвучно, МРА-ом или KTA-ом у пацијената са фокалним и ретиналним не-\n\nуролошким симптомима дијагностикује оклузија каротидне артерије, може се размотрити \nпреглед конвенционалном артериографијом ради процене да ли је могуће урадити неку од \nреваскуларизационих процедура. (Ниво доказа Ц)\n\n3.  Конвеционална селективна артериографија је индикована у пацијената са бубрежном инсуф-\nицијенцијом, како би се смањило излагање контрастним средством. (Ниво доказа Ц)\n\nУ највећем броју случајева, ултразвучни, МРА и KTA преглед каротидних артерија је довољан \nза избор одговарајуће терапијске методе: медикаментне, хируршке или ендоваскуларне. Степен \nстенозе се дефинише према NASCT критеријумима ангиографског налаза [39], али се и дефини-\nше по ултразвучном налазу [18], налазу KTA и МРА, са тим да МРА може преценити степен сте-\nнозе. Важно је имати на уму да дијаметар стеноза каротидне артерије од 75% означава редукцију \nу попречном пресеку >90%.  У случају различитих резултата неинвазивних дијагностичких про-\nцедура, ради доношења коначне дијагнозе може се урадити конвеционална артериографија. Ипак, \nове технике не замењују ултразвучни преглед каротидних артерија као иницијалну дијагностичку \nметоду у пацијента са симптоматском или асимптоматском каротидном болешћу, било да се она \nкористи као једина метода или као додатна метода за процену степена стенозе.\n\nИндикације за ултразвучно испитивања каротидних артерија:\n•\t Шум над каротидним артеријама\n•\t Праћење већ познате стенозе (>20%) код асимптоматских пацијената\n•\t Код пацијената са више фактора ризика за атеросклеротску болест\n•\t Процењивање ризика за МУ у пацијената са коронарном и периферном артеријском \n\nболешћу\n•\t Фокални неуролошки догађаји или Amaurosis fugax\n•\t Артеритиси који захватају екстракранијалне каротидне артерије\n•\t Drop attack или синкопа\n•\t Траума врата\n•\t Присуство пулсирајућих тумефакција на врату\n•\t У пацијената са МУ који су индиковани за каротидну реваскуларизацију\n•\t Праћење пацијената после каротидне реваскуларизационе процедуре (први ултразвук \n\n30 дана после интервенције)\n\nСвака од наведених неинвазивних метода има своје предности и недостатке. Имајући у виду \nда се квалитет инвазивних метода разликује од установе до установе, не може се са сигурношћу \nрећи која је од ових метода супериорнија у односу на остале. Генерално, поређење налаза добије-\nних различитим неинвазивним техникама, требало би да буде део програма за праћење квалитета \nдијагностичних метода.\n\n\n\nНАЦИОНАЛНИ ВОДИЧ  ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ ОБОЉЕЊА КАРОТИДНИХ АРТЕРИЈА\n\n14\n\nПрецизно одређивање степена стенозе у пацијента са каротидном болешћу је неопходно при \nдоношењу одлука за хируршку или ендоваскуларну процедуру. Снимање аортног лука, прокси-\nмалног дела цервикалних артерија као и делова артерија дистално од места стенозе, неопходно \nје пре сваке ендоваскуларне процедуре, ради процене могућности њеног извођења. За разлику од \nендоваскуларних интервенција, знатно мање анатомских информација је неопходно пре хирурш-\nке процедуре због директног приступа каротидној бифуркацији.\n\nIV. Медикаментна терапија каротидне болести\n\nПрепоруке за лечење хипертензије (HTA) у пацијената са атеросклеротском \nболешћу каротидне артерије\n\nСтепен препоруке I\n1.  Антихипертензивна терапија је препоручена у пацијената са HTA и асимптоматском каротид-\n\nном болешћу, уз одржавање крвног притиска испод 140/90 mmHg. [40–43]  (Ниво доказа А)\n2.  У пацијената са шећерном болешћу и асимптоматском каротидном болешћу који имају HTA, \n\nпрепоручена је антихипертензивна терапија уз одржавање крвног притиска испод 130/80 \nmmHg. (Ниво доказа Б)\n\nСтепен препоруке II\n1.  Антихипертензивна терапија је индикована у пацијената са HTA и симптоматском каротид-\n\nном болешћу, али још није установљена повезаност ризика погоршања мождане исхемије са \nлечењем HTA (< 140/90 mmHg). (Ниво доказа Ц)\n\nАртеријска хипертензија повећава ризик од МУ, уз снажну повезаност односа крвног притиска и \nМУ.  [44,45] Са сваким повећањем за 10 mmHg, ризик од МУ расте 30% до 45%. [46] С друге стране, \nантихипертензивна терапија смањује ризик од МУ што је и показано у мета-анализи која је обухва-\nтила више од 40 студија и >188 000 пацијената; снижење крвног притиска за 10 mmHg смањивало \nје ризик од МУ за 33%. [47] Такође, антихипертензивна терапија смањује ризик од поновног МУ \nза 24%. [41] Узимајући у обзир ове чињенице, антихипертензивна терапија је препоручена у свих \nпацијената који су имали исхемијски МУ или транзиторни исхемички атак (ТИА). [111] \n\nВише епидемиолошких студија; ARIC студија [48], Cardiovascular Health студија [49], Framing-\nham Heart студија [50] и MESA (Multi-Ethnic Study of Atherosclerosis) [51] пронашле су везу између \nHTA и ризика за развој каротидне атеросклеротске болести. У SHEP студији (Systolic Hypertension \nin the Elderly Program) пронађено је да је систолни крвни притисак ≥160 mmHg један од најваж-\nнијих независних предиктора каротидне стенозе. [52] Такође, у PROGRESS студији (Preventing \nStrokes by Lowering Blood Pressure in Patients With Cerebral Ischemia) [42] показано je да третман \nАЦЕ инхибиторима и диуретицима значајно смањује ризик од поновног МУ. Кoд симптоматских \nболесника са значајном стенозом каротидне артерије није познато да ли је антихипертензивна \nтерапија корисна или доводи до додатне исхемије због смањења мождане перфузије.\n\nПрепоруке за лечење хиперлипидемија у пацијената  \nса атеросклеротском болешћу каротидне артерије\n\nСтепен препоруке I\n1.  Терапија статинима је препоручена свим пацијентима са каротидном атеросклеротском бо-\n\nлешћу са циљем смањења липопротеини мале густине (LDL холестерола) испод 2,60 mmol/l. \n[40,53,54]  (Ниво доказа Б)\n\n\n\nНАЦИОНАЛНИ ВОДИЧ  ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ ОБОЉЕЊА КАРОТИДНИХ АРТЕРИЈА\n\n15\n\nСтепен препоруке IIа\n1.  Терапија статинима је препоручена свим пацијентима са каротидном атеросклеротском бо-\n\nлешћу, а који су имали МУ уз препоруку за смањење LDL холестерола ≤ 1.80 mmol/l. [53] \n(Ниво доказа Б)\n\n2.  У случају да се статинским терапијом (укључујући и веће дозе и јаче статине) не постиг-\nну жељене вредности LDL холестерола, у терапију се могу увести разна помоћна средства. \n(Ниво доказа Б)\n\n3.  У пацијената којима је статинска терапија контраиндикована или је не подносе, препоруче-\nна су помоћна средства као што су инхибитори жучне киселине или ниацин. [55–57] (Ниво \nдоказа Б)\n\nУ анализи 45 проспективних студија која су укључивале 450 000 испитаника није пронађена \nповезаност дислипидемија и МУ. [58] Са друге стране, у Women’s Health студији је показана јака \nповезаност укупног и LDL  холестерола са повећаним ризиком од МУ у особа женског пола ста-\nријих од 45 година. [59] Такође, епидемиолошке студије показују чврсту повезаност холестерола \nи атеросклерозе каротидне артерије одређену мерењем дебљине интимо-медијалног комплекса \n(IMK).  [60,61] У Framingham Heart студији је показано да је релативни ризик  каротидне стенозе \n>25% око 1.1 за сваку пораст укупног холестерола за 10-mg/dL. [50]. Ипак, терапија статинима \nзначајно смањује ризик од МУ у пацијената са атеросклерозом [62], што је и приказано у неколико \nмета-анализа. [63,64]. Статинска терапија смањује апсолутни ризик од МУ током 5 година за 2,2% \nи  релативни ризик од свих МУ за 16%. [30]. Иако постоје вишеструки узроци МУ, а само неколико \nограничених студија су истраживале ефекте статинске терапије на МУ у пацијената са каротидном \nболешћу, препоруке доступних података говоре у прилог доброг ефекта статинске терапије. \n\nПрепоруке за лечење diabetes melitusa (DM) у пацијената  \nса атеросклеротском болешћу каротидне артерије\n\nСтепен препоруке IIа\n1.  Дијететски режим исхране, физичка активност и антидијабетска терапија је корисна у па-\n\nцијената са DM и атеросклеротском болешћу каротидне артерије. Добит, у смислу превен-\nције МУ интензивном терапијом антидијабетском терапијом и одржавањем хемоглобина \nA1c није установљен. [65, 66]. (Ниво доказа А)\n\n2.  Употреба статинске терапије у дози довољној да смањи LDL холестерол ≤ 1.80 mmol/l је \nоправдано у болесника са DM и каротидном атеросклеротском болешћу у циљу превенције \nисхемијског МУ и осталих исхемијских кардиоваскуларних догађаја. [67]. (Ниво доказа Б)\n\nРизик од исхемијског МУ у пацијената са DM је повећан 2–5 пута  [68,69,70] у поређењу са \nпацијентима који не болују од шећерне болести. Слично је објављено и у различитим студијама; \nрезултати IRAS (Insulin Resistance Atherosclerosis Study) студије [71] су показали знатно брже \nнапредовање IMK у пацијената са DM, док је у EDIC (Epidemiology of Diabetes Interventions and \nComplications) студији [72] поред истог налаза као у претходној [71], пронађено да је напредовање \nатеросклеротских лезија на каротидним артеријама било спорије у пацијената који су лечени ин-\nванзивном инсулинском терапијом него у пацијената лечених конвенционално. Са друге стране, \nрезултати United Kingdom Prospective Diabetes studije [73] су показали да интензивна антидиабет-\nска терапија није утицала на смањење ризика од МУ у пацијената са типом 2 DM. \n\nПрепоруке за употребу антитромбоцитне терапије код пацијената  \nса каротидном болешћу у којих се не планира реваскуларизација\n\nСтепен препоруке I\n1.  Антитромбоцитна терапија аспирином у дози од 75 mg до 325 mg дневно је препоручена \n\nу пацијената са каротидном атеросклеротском болешћу као превенција ИМ и других исхе-\n\n\n\nНАЦИОНАЛНИ ВОДИЧ  ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ ОБОЉЕЊА КАРОТИДНИХ АРТЕРИЈА\n\n16\n\nмијских кардиоваскуларних догађаја, али добит ове терапије у превенцији МУ није доказан \nу асимптоматских пацијената [37, 54, 74] (Ниво доказа А)\n\n2.  У пацијената са каротидном атеросклеротском болешћу који су имали МУ или ТИА, пре-\nпоручена је комбинована терапија: аспирином са дипиридамолом продуженог дејства, а за-\nтим антитромбоцитна терапија само са аспирином (75 mg–350 mg), односно терапија само \nклопидогрелом (75 mg дневно). Овакав вид терапије се препоручује пре него комбинована \nтерапија аспирином и клопидогрелом [54, 75–77] (Ниво доказа Б). \n\n3.  У пацијената са каротидном атеросклеротском болешћу антитромбоцитна терапија је препо-\nручена пре него орална антикоагулантна (ОАК) терапија у асимптоматских (Ниво доказа Ц) \nили симптоматских пацијената [78, 79] (Ниво доказа Б)\n\nСтепен препоруке IIа\n1.  У пацијената са атеросклеротском болешћу каротидних артерија који имају индикацију за \n\nупотребу антикоагулантне терапије, као што су атријална фибрилација или уграђен меха-\nнички срчани залистак, индикована је употреба антагониста витамина К (са препоруком да \nINR буде између 2.0 и 3.0), у циљу превенције тромбоемболијских исхемијских догађаја [80] \n(Ниво доказа Ц)\n\n2.  Уколико је у пацијента контраиндикована употреба аспирина због других фактора осим кр-\nварења или алергије, препоручује се клопидогрел у дневној дози од 75 mg или тиклопидин \n(250 mg два пута дневно). (Ниво доказа Ц)\n\nСтепен препоруке III:без користи\n1.   Употреба парентералних антикоагуланаса као што су нефракционисани хепарин или хепа-\n\nрин мале молекуларне масе не препоручује се у пацијената са каротидном болешћу који су \nразвили транзиторну мождану исхемију или акутни исхемијски МУ [81, 82] (Ниво доказа: Б).\n\n2.  Употреба клопидогрела у комбинацији са аспирином се не препоручује у периоду од 3 месе-\nца после МУ или ТИА. [77] (Ниво доказа: Б).\n\nИако у пацијената са ТИА или ранијим МУ антитромбоцитни лекови значајно редукују ризик \nод МУ у поређењу са плацебом [74], не постоје докази о ефикасности антитромбоцитних лекова у \nпревенцији МУ код пацијената са асимптоматском каротидном болешћу. У ACBS (Asymptomatic \ncervical bruit study) студији [83] је поређена употреба гастрорезистентног аспирина у дневној \nдози од 325 mg са плацебом, у асимптоматских пацијената са ултразвучно дијагностикованом \nкаротидном стенозом >50%. Током двогодишњег праћења, годишња стопа смртности узрокована \nисхемијским или другим догађајима је била 12.3% у плацебо групи и 11% у групи пацијена-\nта третираних аспирином (p=0.61). Ипак, у неколико великих студија [84–86] је приказано да \nје  годишња стопа МУ била око 2% у групи пацијената третираних само аспирином. Ниједна до \nсада објављена студија није показала супериорност других антитромбоцитних лекова у односу \nна аспирин код пацијената са асимптоматском атеросклеротском каротидном болешћу. Такође, \nнеколико рандомизованих студија је поредило употребу аспирина са КАЕ у симптоматских па-\nцијената.  Резултати NASCET студије су показали да је 24% пацијената са стенозом каротидне \nартерије >70%  имало МУ у периоду праћења од 18 месеци, односно 22% пацијената са степеном \nстенозе од 50–69% после 5 година употребе антитромбоцитних лекова (углавном асиприна), а без \nхируршке реваскуларизације. [39] У WАРСС (Warfarin-Aspirin Recurrent Stroke Study) студији је \nпоређена употреба аспирина са варфарином у превенцији МУ, код пацијената са недавним МУ \n[78]. У подгрупи пацијената са високостепеном стенозом или оклузијом великих артеријских крв-\nних судова није показан бенефит од употреба варфарина у односу на аспирин током двогодишњег \nпраћења. Међутим, пацијенти са високостепеном каротидном стенозом који су индиковани за \nхируршко лечење су искључени из студије, што ограничава примену резултата студије.\n\n Редукција ризика од МУ применом комбинације клопидогрела и аспирина у поређењу са мо-\nнотерапијом једног од ова два лека, није показана у MATCH (Management of Atherothrombosis \n\n\n\nНАЦИОНАЛНИ ВОДИЧ  ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ ОБОЉЕЊА КАРОТИДНИХ АРТЕРИЈА\n\n17\n\nWith Clopidogrel in High-Risk Patients) и CHARISMA (Clopidogrel for High Atherothrombotic Risk \nand Ischemic Stabilization, Management, and Avoidance) студијама [77, 87]. Међутим, код пацијена-\nта са ранијим МУ или ТИА, комбинација аспирина (25 mg, два пута дневно), са дипиридамолом \nпродуженог ослобађања од 200 mg, показала се као боља у односу на употребу само аспирина у \nједној дози од 50 mg. [88] \n\nЈедан од потенцијалних разлога слабог ефекта аспирина и клопидогрела у превенцији МУ је поја-\nва резистенције на ове лекове, односно неспособност активне супстанције да на адекватан начин \nинхибира функцију тромбоцита. Међутим, није дефинисано који од тестова функције тромбоцита \nтреба примењивати, како би се одредила резистенција на аспирин и клопидогрел. У студији у којој је \nукључено 129 пацијената са дијагнозом МУ, ТИА или каротидне болести, резистенција на аспирин \nили клопидогрел је примећена у чак 37% случајева. Резистенција на аспирин је била чешћа код па-\nцијената који су узимали дневну дозу од 81 mg, него код пацијената са дневном дозом од 325 mg. Већа \nстопа резистенције је примећена у пацијената који су узимали гастрорезистенти облик лека [89].  \nМеђутим, није доказано да је појава резистенције на аспирин и клопидогрел повезана са повећаним \nризиком од МУ, ни да ли тестирање или терапија резистенције позитивно утиче на исход лечења. \n\nПрепоруке за престанак пушења\n\nСтепен препоруке I\n1.  Пацијентима са атеросклеротском болешћу каротидне артерије се саветује да престану са \n\nпушењем уз понуду програма за одвикавање од пушења у циљу смањења ризика од ате-\nросклеротске болести и МУ. [90–92].  (Ниво доказа Б)\n\nПушење повећава релативни ризик од МУ за 25%–50%. [91–95].  Са друге стране престанак \nпушења води бржем смањењу ризика од појаве МУ. Велике епидемиолошке студије су показале \nзначајну повезаност пушења са IMK и степена стенозе каротидне артерије. [96–98].  Резултати \nARIC студије су показали да је у бивших и садашњих пушача дошло до 50% односно 25% прогре-\nсије IMK у поређењу са непушачима током трогодишњег праћења. [99].  Резултати Framingham \nHeart студије [50] су показале корелацију између количине попушених цигарета и степена стенозе \nкаротидне артерије. Такође, слични резултати су објављени у Cardiovascular Health студији; сте-\nпен стенозе каротидне артерије је био већи у садашњих него у бивших пушача, уз значајну пове-\nзаност степена стенозе и количине цигарета и година пушачког стажа. [100]  Ово говори у прилог \nчињеници да је дејство пушења реверзибилно и треба да буде подстицај пушачима да прекину са \nовом лошом навиком.\n\nВ. Препоруке за реваскуларизацију мозга\n\nСтепен препоруке I\n1.  Оперативо лечење каротидне стенозе је апсолутно индиковано у симптоматских пацијената \n\nса стенозом >70% дијагностиковане неинвазивним методама [5,101] (Ниво доказа А) и у \nпацијената са стенозом >50%  дијагностиковану конвенционалном артериографијом (Ниво \nдоказа Б) [5, 101, 102] са ниским оперативним ризиком и са тим да је предвиђена стопа мор-\nталитета и периоперативног МУ  <6%.\n\n2.  Каротидна ангиопластика (КАС) представља алтернативу КАЕ за симптоматске пацијенте \nса средњим или ниским ризиком од компликација ендоваскуларног лечења и индикована је \nу пацијената са каротидном стенозом >70% дијагностиковану неинвазивном методом или са \nстенозом >50%  дијагностикованом конвенционалном артериографијом са тим да је пред-\nвиђена стопа морталитета и перипроцедуралног МУ  <6%. [103] (Ниво доказа Б)\n\n3.  Код асимптоматских пацијената приликом доношење одлуке о каротидној реваскулариза-\nцији у разматрање треба узети: пацијентов коморбидитет, очекивани животни век и друге \n\n\n\nНАЦИОНАЛНИ ВОДИЧ  ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ ОБОЉЕЊА КАРОТИДНИХ АРТЕРИЈА\n\n18\n\nиндивидуалне факторе као и сам избор пацијента уз разматрање односа ризика и добити од \nинтервенције. (Ниво доказа Ц)\n\nСтепен препоруке IIа\n1.  КАЕ је индикована у асимптоматских пацијената са каротидном стенозом >70%  уколико је \n\nризик од периоперативног МУ, ИМ или смрти низак.  [84, 85, 102, 104] (Ниво доказа А)\n2.  КАЕ је индикована у старијих пацијената (> 80 година), посебно уколико је артеријска пато-ана-\n\nтомска конфигурација неповољна за ендоваскуларну интервенцију.   [103, 105, 106] (Ниво доказа Б)\n3.  КАС је индикован у случају оштећења контралатералног ларингеалног нерва, претходне ра-\n\nдикалне дисекције врата, цервикалне ирадијације, након претходне ендартеректомије (рес-\nтеноза), или код високо положене каротидне бифуркације.  [107–110] (Ниво доказа Б)\n\n4.  Уколико нема контраиндикација, КАЕ би требало учинити две недеље после ТИА или МУ. \n[111] (Ниво доказа Б)\n\nСтепен препоруке IIб\n1.  У пацијената са асимптоматском каротидном стенозом >60% дијагностиковану ангиогра-\n\nфијом или >70% дијагностиковану ултразвучно, може се урадити профилактички КАС, али \nефикасност у поређењу са медикаментном терапијом није доказана. [103] (Ниво доказа Б)\n\n2.  У високо ризичних, асимптоматских/симптоматских пацијената, ефикасност каротидне ре-\nваскуларизације хируршком или ендоваскуларном методом у поређењу са само  медика-\nментном терапијом није доказана.  [38, 104, 112, 107–110, 113] (Ниво доказа Б)\n\nСтепен препоруке III: штетно\n1.  Осим у посебним околностима, каротидна реваскуларизација хируршком или ендоваску-\n\nларном методом није индикована уколико је каротидна стеноза < 50%. [38, 39, 84, 107, 114] \n(Ниво доказа А)\n\n2.  У случају комплетне хроничне оклузије АCI, каротидна реваскуларизација није препоруче-\nна. (Ниво доказа Ц)\n\n3.  КАС се не препоручује у пацијената са екстензивним атеросклеротским променама аорте \nи супрааортних грана, калцификата и тортуозитета, уколико се не изводи у центрима са ве-\nликим бројем процедура и малом стопом постпроцедуралног можданог удара и смрти. [Ц].\n\n4.  Каротидна реваскуларизација није индикована у пацијената са тешким инвалидитетом који \nје узрокован МУ.  (Ниво доказа Ц)\n\nКаротидна ендартеректомија у симптоматских пацијената\n\nNASCET [39] представља једну од најзначајнијих студија у којој је показан велики значај КАЕ. \nУ резултатима ове студије објављене 1991. године, тестирана је хипотеза да ли ће пацијенти са \nсимптоматском каротидном  болешћу и стенозом ипсилатералне каротидне артерије од 30%–99% \nимати мањи ризик од развоја МУ после каротидне ЕАТ или медикаментне терапије. Рандомиза-\nција је рађена само на основу степена стенозе каротидне артерије, с тим да је стеноза од 30%–69% \nкатегорисана као стеноза ниског степена. Међутим, ова студија је прекинута за пацијенте са ка-\nротидном стенозом од 70%–99% након 18 месеци праћења, јер је добит од КАЕ био очигледан; \nу 328 пацијената третираних хируршки, кумулативни ризик од МУ после 2 године, укључујући \nпериоперативне догађаје је био 9%. Са друге стране у 328 пацијената лечених медикаментно, ку-\nмулативни ризик од МУ после 2 године је био 26%.  Такође, у пацијената стенозом ипсилатерал-\nне каротидне артерије од 50%–69% показана је велика добит од КАЕ; у  пацијената третираних \nхируршки, стопа оперативног морталитета или МУ је била 6.7%, после 30 дана и 15.7%,  након 5 \nгодина за разлику од 22% после 5 година у пацијената лечених медикаментно.  \n\nУ ECST (European Carotid Surgery Trial) студији [115]  која је спровођења у исто време као и \nNASCET, рандомизовано је 2518 пацијената током 10 година, са средњим временом праћења од  3 \n\n\n\nНАЦИОНАЛНИ ВОДИЧ  ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ ОБОЉЕЊА КАРОТИДНИХ АРТЕРИЈА\n\n19\n\nгодине. У овој студији пацијенти су подељени у 3 категорије у зависности од степена стенозе ка-\nротидне артерије: блага (10%–29%), средња (30%–69%) и високо степена стеноза (70%–99%).  Ре-\nзултати ове студије су показали да пацијенти са стенозом каротидне артерије од 70%–99% имају \nзначајну добит од КАЕ, али у пацијената са стенозом мањег степена није показан бенефит.  Ипак, \nпоређењем ангиографских налаза ECST студије са методама коришћеним у NASCET студији, \nније приказана разлика у исходу пацијената са стенозом каротидне артерије  50%–69% лечених \nхируршки или медикаментном терапијом. [116]  Међутим, у обе студије је приказана добит од \nКАЕ у симптоматских пацијената са већом стенозом, како у мушкараца, тако и у жена. [117]  \n\nСлично као и NASCET, VASC (Veterans Affairs Cooperative Study) студија [118] у којој је по-\nређен исход лечења у симптоматских пацијената хируршким лечењем уз медикаментну терапију \nили само са медикаментном терапијом је прекинута после рандомизације 189 пацијената. После \nсредњег времена праћења од 11.9  месеци у пацијената лечених хируршки, стопа морталитета, \nМУ или ТИА  је била 7.7% , наспрам 19.4% у групи лечених медикаментно.\n\nЗбирни резултати ове три студије (NASCET, VASC и ECST) који су укључили преко 3000 па-\nцијената су показали да је тридесетодневни ризик од МУ или смрти 7.1% у пацијената којима \nје урађена КАЕ.[115]  Са изузетком пацијената са хроничном оклузијом или субоклузијом каро-\nтидне артерије, приказана је велика корист у пацијената са стенозом > 50% по техникама мерења \nкоришћеним у NASCET [39] и VASC [118] студијама, што представља еквивалент стенозе од 65% \nпо методама ECST. У комбинацији исхода фаталног или онемогућавањег ипсилатералном исхе-\nмијског или периоперативног  МУ или смрти  приказана је корист од операције у болесника са \nстенозом каротидне артерије 80% до 99%. \n\nКаротидна ендартеректомија у асимптоматских пацијената\n\nУ  првој великој  студији (The Veterans Affairs Cooperative Study Group) тестирана је хипотеза \nда ли се смањује појава исхемијских неуролошких догађаја у асимптоматских  пацијената трети-\nраних КАЕ уз употребу аспирина и модификацијом фактора ризика, наспрам само медикаментне \nтерапије.[85] Резултати ове студије у којој су рандомизирана 444 пацијената (211 хируршки/ 233 \nмедикаментно) у периоду од 54 месеца показали су да је после 30 дана стопа морталитета била \n1,9% у пацијената индикованих за хируршко лечење, а стопа учесталости МУ 2.4%. Ипак, у вре-\nмену праћења од 5 година, укупна стопа нежељених догађаја код хируршки лечених пацијената је \nбила 10%, у поређењу са 20 % лечених медикаментно. Слични резултати су објављени и у ACAS \nстудији [84], која је прекинута после рандомизације 1662 асимптоматска пацијента. Предност \nКАЕ у пацијената са стенозом каротидне артерије >60% (по NASCET критеријумима) је постала \nочигледна у односу на терапију аспирином уз корекцију фактора ризика. После периода праћења \nод 2,7 године, пројектована петогодишња стопа ипсилатералног МУ, периоперативног МУ и смр-\nти била је 5,1%  у пацијената лечених хируршки, и 11% лечених медикаментно. Такође, триде-\nсетодневна стопа периоперативног МУ  и  смрт у хируршких пацијената је била 2,3%, са тим да \nсу неки пацијенти у овој групи имали МУ током контрастне ангиографије и нису оперисани.[38, \n119–122]\n\nУ ACST [123] студији је рандомизовано 3120 асимптоматских пацијената са хемодинамски \nзначајном каротидном стенозом. У периоду од 30 дана, ризик од МУ или смрти укључујући пери-\nоперативни период био је 3.1%. Петогодишња стопа, укључујући периоперативне догађаје, била \nје 6,4% у пацијената који су одмах оперисани у односу на 11,7% који су на почетку лечени меди-\nкаментно. Важно је нагласити да избор асимптоматских пацијената за каротидну реваскулариза-\nцију треба да укључи пажљиво разматрање животног стандарда, старости, пола и коморбидитета.  \nКорист од операције сада може бити мања од очекиване на основу ранијих рандомизираних поку-\nшаја, а цитирану стопу компликација од 3% треба тумачити у контексту досадашњих  напредака \nу медикаментној терапији. Чак и када се подаци из ACAS и ACST комбинују да се повећа ста-\nтистичка моћ процене користи, остаје нејасно да ли жене имају користи од КАЕ  онолико колико \nимају мушкараци. [124]\n\n\n\nНАЦИОНАЛНИ ВОДИЧ  ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ ОБОЉЕЊА КАРОТИДНИХ АРТЕРИЈА\n\n20\n\nФактори који утичу на исход каротидне ендартеректомије\n\nИнтралуминални шант\nНије описана значајна разлика у погледу појаве ипсилатералног МУ у пацијената код којих је \n\nиндикација за интралуминални шант постављена применом истовремено и електроенцефалогра-\nфије и проценом каротидног притиска у поређењу са пацијентима код  којих је примењена само \nинтраоперативна процена притиска. [125]. Након опсежне анализе ECST студије [126] у 1729 па-\nцијената, није регистрована статистичка повезаност између постоперативног ризика и употребе \nшанта, печ-a, интраоперативног ЕЕГ мониторинга или одабира типа анестетика. \n\nСтепен препоруке IIа\n1.  Нема поузданих доказа за рутинску употребу интралуминалног шанта током КАЕ \n\n(Ниво доказа А)\n\nПЕЧ ангиопластика vs. примарно затварање артерије\n“Cochrane” мета анализа седам студија [127–133], у којима су пацијенти према начину затва-\n\nрања каротидне артерије рандомизовани на групе са директном сутуром, венским или синтетским \nпеч-ем, анализирала  је 1127 пацијената са 1307 операција. Каротидна печ пластика је била пове-\nзана са редукцијом ризика МУ било које врсте, ипсилатералног МУ или смрти током непосредног \nпостоперативног периода и дугогодишњег праћења. Печ пластика је, такође, повезана са мањим \nризиком периоперативне артеријске оклузије и редукцијом стопе рестенозе током дугогодишњег \nпраћења пацијената у пет студија. Једна скорашња контролисана рандомизована студија [134], по-\nредила је 216 пацијената са директном сутуром и 206 пацијената са полиуретан печ пластиком и \nпотврдила је значајну редукцију стопе рестеноза у групи код које је примењен печ, док у погледу \nпериоперативних компликација разлика није регистрована. \n\nСтепен препоруке I\n1.  Каротидна печ пластика код традиционалне, лонгитудиналне ЕАТ смањује ризик од посто-\n\nперативне оклузије и рестенозе као и комбиновани ризик МУ/смрти. (Ниво доказа А)\n\nТип ендартеректомије\nПоредећи конвенционалну и еверзиону технику ЕАТ, пет студија [135–138]  је анализирало \n\n2465 пацијената односно 2589 третираних артерија. Није описана статистички значајна разлика \nу стопи постоперативног МУ и/или смрти и МУ током постоперативног праћења, мада постоји \nтенденција бољих резултата применом еверзионе технике, што се објашњава краћим временом \nклемовања каротидне артерије као и бољом визуализацијом дисталног дела плака. \n\nДугорочни резултати\nПубликовани су резултати појединих клиничких студија у којима еверзиона КАЕ показује \n\nбоље ране, а нарочито удаљене резултате. Еверзиона техника је повезана са значајно мањом сто-\nпом рестеноза >50% током праћења. (2.5% vs. 5.2%). [139-143] “Cochrane” анализа закључује да \nје еверзиона ЕАТ повезана са мањим ризиком од постоперативне оклузије и рестенозе ACI. [144] \n\n \nТип ендартеректомије\n\nСтепен препоруке I\n1.  Еверзиона техника омогућује значајно краће време клемовање каротидне артерије током \n\nЕАТ. (Ниво доказа Б)\n\nСтепен препоруке IIа\n1.  Еверзиона техника је повезана са значајно мањом стопом рестеноза >50% током праћења. \n\n(Ниво доказа Б)\n\n\n\nНАЦИОНАЛНИ ВОДИЧ  ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ ОБОЉЕЊА КАРОТИДНИХ АРТЕРИЈА\n\n21\n\nСтепен препоруке IIб\n1.  Избор типа ЕАТ требало би да буде заснован на способности и искуству сваког индивидуал-\n\nног центра и хирурга. [А] \n\nИзбор пацијената и искуство оператора\nРезултати неколико студија су приказали да клинике у којима се уради мање од 100 КАЕ го-\n\nдишње имају лошије резултате у односу на центре са већим бројем операција. [145, 146] Такође,  \nкритеријуми за избор пацијената у којих се планира каротидна ЕАТ може да утиче на резултате. \nУ асимптоматских пацијената, који су бројнији у односу на симптоматске, показани су најбољи \nпериоперативни резултати. \n\nДемографски и клинички фактори\nУтицај старосне доби на сам ризик од хируршког лечења каротидне болести је нејасан, али не \n\nпредставља контраиндикацију за елективну KAE у старијих пацијената. Узимајући у обзир старо-\nсну доб, неколико студија је показало сличну стопу компликација и морталитета у млађих и ста-\nријих пацијената.[147, 148] Такође, у NASCET студији [39]  показан je велики бенефит у пацијената \nстаријих од 80 година који су лечени хируршки у односу на оне који су лечени медикаментно. Ипак \nу ACST студији [123], није показана добит од КАЕ у пацијената старијих од 80 година.  Резултати \nSPACE (Stent-Protected Angioplasty versus Carotid Endarterectomy) студије [149] су показали комби-\nновану стопу од МУ и смрти у симптоматских пацијената подвргнутих КАЕ који су млађи од 75 \nгодина, док је у старијих од 75 година стопа од МУ и смрти била нижа него у ранијим студијама.[39, \n115] Иако неколико студија указује на већи ризик од компликација у старијих пацијената лечених \nхируршки [150, 151], са друге стране пацијенти старији од 75 година са неколико фактора ризика \nимају сличан ризик од периоперативног МУ или смрти као и пацијенти млађе старосне доби. [152]\n\nУзимајућу у обзир полне разлике, особе женског пола имају већи оперативни ризик него \nмушкарци; (10.4% наспрам 5.8% у ECST студији). [101, 153–155] Такође, резултати ACAS и \nNASCET студија су показали да пацијенти женског пола имају већу стопу хируршких и неуро-\nлошких компликација и мању добит од хируршког лечења уз чешћу појаву рестеноза каротидних \nартерија. [38, 39]\n\nРизици повезани са каротидном ендартеректомијом\nРизици повезани са КАЕ укључују неуролошке и не неуролошке компликације, укључујући \n\nхипертензију, крварење, хипотензију, акутну артеријску оклузију, МУ, ИМ, венске тромбоембо-\nлије,  повреде кранијалних нерава, инфекцију, рестенозу и смрт. [156] Ризик од МУ или смрти је \nповезан са преоперативним карактеристикама пацијента; симптоматски пацијенти имају већи ри-\nзик од асимптоматских, као и они са фокалним наспрам пацијената са ретиналним симптомима. \nТакође, пацијенти подвргнути ургентној КАЕ имају већи ризик од оних који се елективно опери-\nшу.  У групу пацијената са високим ризиком спадају и пацијенти са контралатералном оклузијом \nкаротидне артерије и пацијенти са рестенозом.  У NASCET студији [157]  је приказана тридесе-\nтодневна стопа МУ и смрти у 14.3% пацијената са контралатералном оклузијом, а МУ или смрт \nу 19.9% пацијената који су оперисани због рестенозе каротидне артерије.[158] У склопу преопе-\nративне припреме важну улогу има неуролошка процена приликом избора пацијената за КАЕ са \nциљем смањења ризика од периоператвног МУ. Ово је потврђено у резултатима CREST (Carotid \nRevascularization Endarterectomy versus Stenting Trial) студије [103] са стопом периоперативног \nМУ од 1.4% у асимптоматских и 3.2% симптоматских пацијената. Такође у ICSS  (International \nCarotid Stenting Study) студији [119] је приказана стопа периоперативног МУ од 3.3% у симпто-\nматских пацијената. \n\nПоред неуролошких компликација као што је МУ, у пацијената са хиперперфузијоним синдро-\nмом може доћи до интрацеребралног крварења и упркос контроли крвног притиска. Овај синдром \nсе јавља у мање од 1% пацијената чак и када је крвни притисак стабилан пре операције и добро \nрегулисан током операције. [159, 160] Повреде кранијалних нерава приликом КАЕ се јављају у \nоко 7% пацијената и често су повезане са дужим трајањем процедура (>2х), али трајно оштећење \n\n\n\nНАЦИОНАЛНИ ВОДИЧ  ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ ОБОЉЕЊА КАРОТИДНИХ АРТЕРИЈА\n\n22\n\nостаје у само 1% пацијената. [116, 126, 161]\nУ погледу кардиоваскуларних компликација хемодинамске нестабилности се јављају у око \n\n20%, са хипертензијом у 20%, хипотензијом у око 5% и периоперативним ИМ у око 1% случајева, \nса тим да коришћење цервикалног блока и локалне анестезије знатно смањује стопу ових компли-\nкација.[162] Ризик од коронарних догађаја је повезан са старошћу пацијента, NYHA (NewYork \nHeart Association) класама III и IV, значајном стенозом главног коронарног стабла или вишесудо-\nвном коронарном болешћу, коронарном хирургијом, ИМ у претходних месец дана, ниском ејек-\nционом фракцијом (≤30%) и лошом плућном и бубрежном функцијом. [163–165]. \n\nРезултати NASCET студије [39] су показали да је највећи број компликација био кардиоваску-\nларног порекла (8.1%), док се периоперативни ИМ јавио у око 0.3% пацијената. Инфекције рана \nсу ретке ≤1%, а појава хематома (≤5%) повезана је са преоперативним узимањем антитромбо-\nцитне терапије и трајањем операције. Код пацијената са лошом плућном функцијом продужена \nмеханичка вентилација и пнеумонија представљају најчешће компликације, док бубрежна инсу-\nфицјенција посебно у случају потребне дијализе, представља независан фактор ризика за појаву \nплућних и кардијалних компликација. [166] \n\nКаротидна ендартеректомија у пацијената са непогодним анатомским конфигурацијама\nВисоко постављена каротидна бифуркација и лезије на каротидним артеријама, које су изнад \n\nпројекције другог вратног пршљена, проблематичне су због могуће повреде кранијалних нерава. \nТакође, пацијенти са лезијама испод пројекције клавикуле, са стањима после радикалних опера-\nција врата и после зрачења спадају у групу високо ризичних пацијената због отежане препарације \nартерија и већег ризика од инфекције и повреде крвног суда. Ипак, у неколико серија [167]  је по-\nказано да се КАЕ може ефикасно урадити после зрачне терапије вратног региона, али са високим \nпроцентом рестеноза (од 18%–80%) у периоду од 3 године. [168, 169] Парализа контралатералног \nларингеалног нерва представља релативну контраиндикацију за каротидну ЕАТ, јер обострана \nпарализа може довести до компромитације ваздушног пута. [126]\n\nVI.  Периоператвне препоруке за пацијенте у којих  \nсе планира каротидна ендарктеректомија\n\nСтепен препоруке I\n1.  Аспирин у дози од 75 mg до 325 mg дневно би требало ординирати пре, током и након КАЕ. \n\n[171, 172].  (Ниво доказа А)\n2.  Током првог месеца после КАЕ препоручује се аспирин (75 mg – 325 mg дневно) и клопи-\n\nдогрел (75 mg дневно) у циљу профилаксе исхемијских кардиоваскуларних догађаја.[76, 78, \n87].  (Ниво доказа Б)\n\n3.  У циљу контроле артеријског крвног притиска препоручена је употреба антихипертензив-\nних лекова пре и после КАЕ. (Ниво доказа Ц)\n\n4.  Код пацијената који примају варфарин препоручује се прекид 5 или 6 дана пре операције са \nнормализијом вредности INR-а у време операције, уз примену нискомолекуларног хепарина \nкао терапије за премошћење. (Ниво доказа Ц)\n\nСтепен препоруке IIа\n1.  Употреба статина се саветује што раније пре планиране КАЕ, а најмање 45 дана, без обзира \n\nна вредности серумских липида. (Ниво доказа Б)\n2.  Налаз неуролошког прегледа би требало документовати 24 сата пре и после КАЕ. (Ниво \n\nдоказа Ц)\n3.  У циљу праћења проходности и искључења развоја нових или контралатералних лезија по-\n\nсле КАЕ препоручује се ултразвучни преглед каротидних артерија после једног и шест ме-\nсеци после операције, а након тога једном годишње. Уколико је налаз стабилизован током \n\n\n\nНАЦИОНАЛНИ ВОДИЧ  ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ ОБОЉЕЊА КАРОТИДНИХ АРТЕРИЈА\n\n23\n\nовог времена,  период између прегледа се може продужити или прекинути уколико пацијент \nвише није кандидат за интервенцију. (Ниво доказа Ц)\n\nКао што наводе резултати “Cochrane” прегледа, антитромбоцитни лекови смањују стопу МУ \nу пацијената којима предстоји КАЕ.[172] У ACE (Acetylsalicylic Acid and Carotid Endarterectomy) \nстудији [171] је показано да је ризик од МУ, ИМ и смрти у времену од три месеца знатно нижи \nу пацијената који су узимали ниже дозе аспирина (од 75 mg до 325 mg дневно) него у оних који \nсу узимали 650 mg или 1300 mg. Улогу клопидогрела у комбинацији са ацетил-салицилном ки-\nселином у редукцији церебралне емболизације у пацијената којима предстоји каротидна ЕАТ, \nанализирали су Пајн и сарадници.[173] Степен емболизације, дијагностикован транскранијалним \nдоплером, у прва три сата након операције, био је значајно нижи у пацијената којима је ордини-\nран клопидогрел (2.2%) у поређењу са пацијентима са плацебом (18.5%), што представља десе-\nтоструку редукцију релативног ризика. Са друге стране, пацијентима којима је ординиран кло-\nпидогрел, време од успостављања церебралне циркулације до реконструкције коже (индиректан \nзнак времена хемостазе) било је значајно дуже, премда нису регистровани хематоми и није било \nпотребе за трансфузијом крви. \n\n“Bridging” односно премошћавање антикоагулантне терапије администрацијом ниско-молеку-\nларног хепарина, у пацијената на хроничној ОАК терапији, требало би размотрити у већине па-\nцијената, којима се тренутно прекида употреба варфарина. У пацијената који примају варфарин \nса циљним вредностима INR-а 2.0–3.0 или 2.5–3.5, прекид употребе варфарина 5 или 6 дана пре \nоперације требало би да нормализује вредности INR-а у време операције. [174] \n\nВелика студија, под окриљем “Johns Hopkins Medical” институције, испитивала је ефекат пре-\nоперативне администрације статина код пацијената којима предстоји ЕАТ, за укупни период од \n10 година.[175] ЕАТ је учињена код 1566 пацијената. Употреба статина повезана је са редукцијом \nстопе периоперативног МУ (1.2% vs. 4.5%; p< 0.01), смртног исхода и трајања хоспитализације \n(просечно 2 дана). Стопа периоперативног МУ остајала је нижа током целог периода постопера-\nтивног праћења, невезано за број година протеклих од операције. \n\nДуразо и сарадници [176] су рандомизовали пацијенте којима предстоји КАЕ или друга велика \nваскуларна операција на групу пацијената са администрацијом 20 mg аторвастатина и плацебо гру-\nпу. Терапија је примењивана 45 дана, невезано за вредности серумског холестерола. Васкуларна \nоперација учињена је  просечно 30-ог дана од почетка рандомизације и пацијенти су проспективно \nпраћени 6 месеци. Пацијенти који су узимали статине су имали три пута мањи комбиновани ризик \nод кардиоваскуларних догађаја, укључујући акутни ИМ, исхемични МУ, нестабилну ангину пекто-\nрис или смртни исход због кардијалних разлога. (8% према 26%, p<0.031). У другој проспективној \nне-рандомизовој клиничкој студији, спроведеној од стране Шоутена и сарадника, [177] статини су \nординирани пацијентима 40 дана пре елективне васкуларне процедуре, а постоперативни наста-\nвак администрације је настављен чим су пацијенти били способни за оралну примену. Употеба \nстатина је била повезана са значајно нижом стопом периоперативне смрти и ИМ (8.8% vs. 14.7%; \np< 0.01). Имајући у виду да употеба статина има ефекат на боље резултате у постоперативном \nпериоду својим плеиотропским ефектима и механизмима регулисања липидних фракција, било \nби разумно пацијентима саветовати да користе статине што раније пре планиране операције.[178] \n\nСтентинг каротидних артерија\nОдлука за каротидни стентинг (КАС) требало би да буде резултат мултидисциплинарног \n\nприступа, тј. васкуларног конзилијума.[179] Пацијентима би требало предочити све могуће ком-\nпликације и требало би им ординирати двојну антитромбоцитну терапију.[179] Поред КАЕ која \nпредставља поуздан и ефективан третман симптоматске и асимптоматске стенозе каротидних \nартерија, током последње деценије ендоваскуларни третман са стентирањем појавио се као ал-\nтеранатива. Иако су 30-дневни морбидитет и морталитет важни показатељи за утврђивање ко-\nристи интервенције у групама пацијената са знаном стопом компликација, резултати  КЕА и КАС \nчесто се преклапају. Коришћењем церебралне протекције, компликације каротидног стентинга \nмогу бити ниже него у пацијената са повишеним оперативним ризиком за КАЕ. Ипак, као што је \n\n\n\nНАЦИОНАЛНИ ВОДИЧ  ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ ОБОЉЕЊА КАРОТИДНИХ АРТЕРИЈА\n\n24\n\nпоказано у студији у коју је укључено 226 111 пацијената третираних КАЕ, стопа морталитета је \nбила 0.44%, а ризик од МУ 0.95%, док је у асимптоматских пацијената којима је рађен КАС стопа \nМУ две пута већа него у пацијената лечених хируршки. [180] Такође, у пацијената старијих од \n80 година ризик од МУ је 1% после КАЕ и 3% после КАС. Из тог разлога, спроведен је већи број \nрандомизованих клиничких студија (CAVATAS, SAPPHIRE, EVA-3S, SPACE, ICSS и друге) које \nсу поредиле резултате КЕА и КАС. Публиковани су и резултати мета анализа, као и резултати \nдугорочног праћења пацијената укључених у ове студије.\n\nКомпликације стентинга каротидних артерија\nПотенцијалне компликације каротидног стентинга укључују неуролошки дефицит, повреде крвног \n\nсуда на месту приступа, крвне судове кроз које се пролази са жицама као и артерије која се третира. \nТакође, опште медицинске компликације укључују кардиоваскуларне компликације, рестенозе трети-\nраног крвног суда и смрт. Хипотензија која се јавља одмах након ангиопластике каротидних артерија \nсе описује у 19%–51% пацијената, али је обично пролазног карактера и ретко симптоматска.[181, 182] \nМоже трајати дуже од 24 часа код 3%–4% пацијената. Брадикардија је такође уобичајена, са стопом \nинциденце 2.3%–37% у пацијената са профилактичком применом атропина [181,183] и у 23%–62% \nпацијената без профилактичке употребе атропина. [179,181,184] Старија животна доб, симптоматске \nлезије, присуство улцерација и калцификација и лезија каротидног булбуса сматрају се предикторима \nбрадикардије током ангиопластике. Ризик од ИМ је око 1%, али у ARCHeR студији је пријављена сто-\nпа око 2.4%, док је по подацима CAPTURE регистра ова стопа око 0.9%.[ 104,185-189]\n\nКомпликације пункционог места се јављају у око 3% пацијената и подразумевају крварење \nна месту пункције и артеријску оклузију. Ризик од артеријске дисекције, тромбозе и перфора-\nције циљног крвног суда је испод 1%, док се стеноза или оклузија спољашње каротидне артерије \nјавља у 5%–10% пацијената и обично је бенигног тока и не захтева даљи третман. [104,110,185-\n190] Друге компликације (дезоријентација, ренална дисфункција) су уопштене за ендоваскуларне \nпроцедуре и јављају се у мање од 1% случајева. Ризик од рестенозе после КАС је 3%–5% и може \nбити смањен избегавањем вишеструким или максималним надувавањем дилатационог балона, \nпосебно у случају тешко калцификованих артерија. [153,191–193]\n\nУ погледу неуролошких компликација, инциденца ТИА је јавља у 1%–2% пацијената. У \nARCHeR студији, укупна инциденца МУ је била 5.5%; 1.5% са тешким МУ и 4% са мањим неу-\nролошким компликацијама.[110,194-197] Интракранијална хеморагија и хиперперфузиони синд-\nром су повезани са хипертензијом и антикоагулантном терапијом и јављају се у < 1% пацијената. \nКомпликације са апаратуром која се користи за стентинг као што су малформација и миграција \nстента су ретке и јављају се у мање од 1%. [198–200] \n\nЦеребрална протекција подразумева: (а) проксималну оклузију (ендоваскуларна клема или \nобрт тока крви), (б) дисталну оклузију балоном, (ц) примену филтера и није описана предност \nједне технике у односу на другу.[201] Правилним пласманом церебралне протекције се значајно \nсмањује ризик од неуролошког дефицита, али ипак постоје компликације: немогућност поста-\nвљања због великог профила и исхемија уколико је филтер пун емболигеног садржаја. Величина \nфилтера је такође битна: уколико је мањег дијаметра може доћи до проласка емболуса, а у случају \nда је већи може довести до оштећења ендотела и изазвати вазоспазам. Иако је церебрална про-\nтекција пројектована за смањење ризика од емболизације, неколико студија је објавило резултате \nкаротидног стентинга са протекцијом и без ње. Показано је да је употреба протекције изузетно \nкорисана уколико је користи оператер са искуством. Са друге стране, у случају оператера који \nнемају велико искуство, употреба филтера је била повезана са лошијим исходом интервенције. \n\n\n\nНАЦИОНАЛНИ ВОДИЧ  ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ ОБОЉЕЊА КАРОТИДНИХ АРТЕРИЈА\n\n25\n\nVII.  Препоруке за пацијенте у којих се  \nпланира каротидни стентинг\n\nСтепен препоруке I\n1.  Препоручује се употреба двоструке антиагрегационе терапије пре и минимум 30 дана након \n\nинтервенције и то: аспирин (81 mg до 325 mg дневно) и клопидогрел (75 mg дневно). У па-\nцијената са интолеранцијом на клопидогрел, препоручује се употреба тиклопидина (250 mg, \nдва пута дневно). (Ниво доказа Ц)\n\n2.  Препоручује се употреба антихипертензивне терапије пре и после интервенције. (Ниво до-\nказа Ц)\n\n3.  Клинички налази неуролошког испитивања требају бити документовани пре и након интер-\nвенције (Ниво доказа Ц)\n\nСтепен препоруке IIа\n1.  Употреба церебралне протекције ради смањења ризика од МУ може бити корисна током ен-\n\nдоваскуларне процедуре, када је ризик од васкуларне повреде низак. (Ниво доказа Ц).\n2.  Након реваскуларизације, ултрасонографија се препоручује после месец дана, 6 месеци и \n\nнакон тога једном годишње, како би се одредила проходност и искључило развијање нових \nили контралатералних лезија. Интервал праћење се може продужити ако се потврди стабил-\nност лезија током дужег периода. (Ниво доказа Ц).\n\nТретман пацијената индикованих за ендоваскуларну процедуру се може грубо поделити у 4 \nфазе. Прва фаза обухвата препроцедуралну евалуацију, односно детаљан неуролошки преглед и \nидентификацију свих коморбитета који утичу на ендоваскуларну процедуру, као што је перифер-\nна артеријска болест која ограничава постављање и пролазак катетера, затим бубрежна инсуфи-\nцијенција и контраиндикације за примену антиагрегационе терапије.\n\nДруга фаза представља саму интервенцију, која укључује свесну седацију и аналгезију, заједно \nса мониторингом и потпорном негом. Током интервенције је неопходна адекватна антикогаулант-\nна терапија у виду нефракционог хепарина у високим дозама (100 ij/kg), уз вредности ACT-а \nизмеђу 250 и 300 секунди. \n\nТрећа фаза представља непосредни постпроцедурални период, која обухвата интрахоспитални \nмониторинг, регулацију артеријског притиска, превенцију крварења и компликација пункционог \nместа, као и неуролошку реевалуацију.\n\nЧетврта фаза обухвата дугогодишње постпроцедуралне праћење у циљу одржавања неролош-\nког здравља, као и секундарну превенцију компликације системске атеросклерозе.\n\nКАС је удружен са бројним перипроцедуралним комликацијама, укључујући хипотензију и \nвазовагалну и вазодепресивну реактивацију. Из ових разлога се врши континуирани ЕКГ мони-\nторинг и праћење артеријског притиска. Неколико фармаколошких агенаса се користи како би се \nкориговале хемодинамске промене током интервенције. Интравенски, атропин у дози од 0.5 mg \nдо 1 mg може се давати у виду профилаксе, како би се избегла брадикардија. Појава хипотензије \nније редак феномен и корисно је обезбедити адекватну хидратацију, уз регулисање антихипер-\nтензивне терапије непосредно пре интервенције. У случају перзистентне хипотензије, корисна \nје интравенска употреба фенилефрина (1 до 10 mcg/kg/min) или допамина (5 до 15 mcg/kg/min). \nХипертензивна реакција је могућа пре, током, и непосредно након интервенције, и неопходно је \nодржавање систолног артеријског притиска испод 180 mmHg, како би се избегла интракранијална \nхеморагија или појава хиперперфизионог синдрома. \n\nНеопходно је пратити неуролошки статус пацијента, нарочито ниво свести, говор и моторне \nфункције током интервеницје и избегавање претеране седације пацијента. У случају развоја неу-\nролошког дефицита, даљи третман је комплексан и зависи од узрока и фазе процедуре у којој је \nдошло до његове појаве. Уколико се дефицит јави у раној фази процедуре, током пункције и пла-\nсирања катетера, сама интервенција се може одложити. У случају развоја дефицита у каснијим \n\n\n\nНАЦИОНАЛНИ ВОДИЧ  ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ ОБОЉЕЊА КАРОТИДНИХ АРТЕРИЈА\n\n26\n\nфазама, најбоље је процедуру што пре завршити и спровести детаљно клиничко и артериографско \nиспитивање у потрази за узорком који се може кориговати. Одлуку треба донети у зависности од \nнеуролошког статуса и могућности алтернативних третмана. Непосредно након интервенције, \nнеопходно је праћење неуролошког статуса и хемодинамских параметара. Детаљно неуролошко \nиспитивање мора бити документована унутар 24 сата од интервеницје. Пацијенти који су стабил-\nни могу бити отпуштени првог постпроцедуралног дана уз терапију аспирином (81 mg до 325 mg \nна дан) и клопидогрелом (75 mg дневно) наредне 4 недеље. Неопходно је наставити или започети \nмедикаметну терапију у циљу регулације нивоа глукозе у крви, као и регулацију хипертензије и \nхиперлипидемије уз апсолутни прекид пушења. Код неуролошки очуваних пацијента код којих је \nдошло до појаве хипотензије, саветује се даља интрахоспитална опсервација. Саветује се орална \nупотреба ефедрина (25 mg до 50 mg, 3 до 4 пута дневно) у случају перзистентне хипотензије. \nДугорочно постпроцедурално праћење укључује антиагрегациону терапију као и редовно неин-\nвазивно праћење проходности стента и појаве стенозе на другим сегментима артерија уз контролу \nфактора ризика од атеросклеротске болести. \n\nУпореди резултати КАЕ и КАС\n\nНерандомизоване студије\nCaRESS (Carotid Revascularization Using Endarterectomy or Stenting Systems) је студија у којој \n\nсу поређени резултати КАС и КАЕ у пацијената са симптоматском стенозом >50%  и асимптомат-\nском стенозом >75%. [202,203] Завршна тачка студије је била комбинована инциденца смрти и \nМУ унутар 30 дана од интервенције. Иако нису рандомизовани, пацијенти су распоређени за КАЕ \nодносно КАС на основу препорука ординирајућег лекара. Укупно 397 пацијената је укључено \nза КАЕ или КАС у односу 2:1; 87% пацијената за КЕА и 84% за КАС су означени као хируршки \nвисоко ризични. Није доказана статистички значајна разлика у поређеним групама после 30 и \n365 дана након интервенције. Основни недостатак ове студије је недостатак рандомизације, иако \nрезултати могу сугерисати сличне исходе после КЕА и КАС након годину дана после процедуре.\n\nРандомизоване студије\nSAPPHIRE (Stenting and Angioplasty with protection in patients at High Risk for Endarterectomy) \n\nстудија која је публикована 2004. године и једина међу наведеним студијама која је показала да \nКАС није инфериоран у односу на хируршко лечење каротидне болести. У студију је укључе-\nно 334 пацијента (већином асимптоматски, 71%), са стенозом каротидне артерије и високим \nоперативним ризиком (коронарна болест и старост >80 година). Данас већина аутора сматра да \nчињеница да су укључени само високо ризични пацијенти и углавном асимптоматични значајну \nпристрасност у студијском дизајну и тиме доводи у питање валидност донесених закључака.[204]\n\nEVA-3S (Endarterectomy Versus Angioplasty in Symptomatic Severe carotis Stenosis) студија \nукључила је 527 пацијената са високостепеном симптоматском стенозом у 30 центара у Францу-\nској. Учесталост неуролошких компликација у групи рандомизованој за КАС била је више него \nдва пута већа него у КАЕ групи (9,6% према 3,9%) због чега је студија прекинута, иако је плани-\nрано укључење око 4000 пацијента. Ово значајно утиче на статистичку снагу студије, а тиме и на \nвалидност закључака. [205]\n\nУ SPACE (Stent-supported percutaneous Angioplasty of the Carotid artery versus Endarterectomy) сту-\nдији укључено је 1200 симптоматских пацијента у 35 центара у Швајцарској, Аустрији и Немачкој. \nРезултати су публиковани 2006.[205] Као и код ЕVА-3S, резултати су фаворизовали хируршко ле-\nчење као методу избора. Ова студија је такође статистички слаба за доношење дефинитивних закљу-\nчака, јер је, као и претходне, прекинута раније, али због недостатка финансијких средстава. Иако је \nемболијска протекција препоручена, она је употребљена само код мањег броја пацијената. [205]\n\nУ ICSS (International Carotid Stenting Study) студију је рандомизовано 1713 симптоматских па-\nцијената (855 за КАС и 858 за КАЕ). У периоду од рандомизације и праћења од 120 дана било је \n4% МУ са инвалидитетом или смрти у КАС групи, према 3,2% у КАЕ групи. Инциденција МУ, \nсмрти или ИМ била је 8,5% у КАС групи, у поређењу са 5,2% у КАЕ групи (p=0.006). Студија је \n\n\n\nНАЦИОНАЛНИ ВОДИЧ  ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ ОБОЉЕЊА КАРОТИДНИХ АРТЕРИЈА\n\n27\n\nпоказала да КАЕ треба да остане третман избора за пацијенте без повишеног хируршког ризика. \n[205,206]\n\nCREST (Carotid Revascularisation Endarterectomy vs. Stenting Trial) [103] студија, последња међу \nстудијама које су поредиле КАС и КАЕ, публикована је јула 2010. У студију је укључено 2502 \nсимптоматска и асимптоматска пацијента који су рандомизовани у КАС групу (1262 пацијента) \nи КАЕ групу (1240 пацијената). Оно што карактерише CREST студију су најбољи до сада публи-\nковани резултати међу рандомизованим контролисаним студијама за ендоваскуларни и хируршки \nтретман каротидне болести. Аутори сматрају да је ово последица ригорозне сертификације истра-\nживача у студији као и напретка ендоваскуларне технологије. Примарни нежељени догађај који је \nпраћен и анализиран био је скуп који чине било који МУ, ИМ или смрт током перипроцедуралног \nпериода, као и ипсилатерални МУ током 4 године након рандомизације. КАС је у 96,1% случајева \nурађен уз емболијску протекцију. [103] Током постпроцедуралног периода (30 дана од процедуре) \nинциденција примарног нежељеног догађаја била је 5,2% у КАС групи и 4,5% у КАЕ групи, без \nстатистички значајне разлике (p=0,38), иако се учесталост појединачних догађаја разликовала из-\nмеђу група. Након постпроцедуралног периода, током праћења до 30 месеци од процедуре, нема \nзначајне разлике између група у ипсилатералном МУ (KAC 2,0%, KEA 2,4%, p=0,85). Процењена \nинциденција примарног нежељеног догађаја након 4 године се не разликује између група (KAC \n7,2%, KEA 6,8%).[103]\n\nАнализа секундарних циљева није показала модификацију ефекта третмана када су у питању \nсимптоматски статус и пол. Показана је већа ефикасност КАС у особа млађих од 70 година, док је \nКАЕ ефикаснија у старијих пацијената. Повећани ризик од КАС у старијих пацијената вероватно \nје повезан са израженијом атеросклерозом лука аорте, већом вулнерабилношћу плака, тортуози-\nтетом и израженим калцификатима на крвним судовима. Када се посматра само група асимпто-\nматских пацијената, инциденца МУ и смрти након КАС била је 2,5%, а након КАЕ 1,4%, што је \nниже него у претходно публикованим студијама. Инциденција МУ током процедуре већа је у КАС \nгрупи, док је инциденција ИМ већа у КАЕ групи. Аутори наводе и одређена ограничења студије. \nЈедно од њих је свакако сертификација, која за последицу има да се резултати највероватније могу \nприменити само на слично квалификоване операторе, док употреба само једне врсте стентинг \nсистема лимитира примену резултата на друге системе. Такође, студија није укључивала грану \nмедикаментне терапије, што спречава генерализацију резултата.\n\nVIII. Препоруке за третман пацијената са рестенозом каротидне \nартерије после каротидне ЕАТ или стентинга\n\nСтепен препоруке IIа\n1.  У симптоматских пацијената са рестенозом каротидне артерије која је последица интималне \n\nхиперплазије или атеросклерозе препоручен је КАС или оперативно лечење у смислу понов-\nне КАЕ или интерпозиције графта (Ниво доказа Ц)\n\n2.  У пацијената код којих се ултразвучно, KT или МР ангиографијом, дијагностикује брзо нап-\nредовање рестенозе која прети да ће довести до оклузије крвног суда препоручена је понов-\nна КАЕ или КАС.  (Ниво доказа Ц)\n\nСтепен препоруке IIб\n1.  У асимптоматских пацијената са рестенозом каротидне артерије која је последица интимал-\n\nне хиперплазије или атеросклерозе у обзир долази  КАС или оперативно лечење у смислу \nпоновне КАЕ или интерпозиције графта. (Ниво доказа Ц)\n\nСтепен препоруке III: штетно\n1.  КАС или поновну КАЕ не би требало радити у асимптоматских пацијената са рестенозом \n\nкаротидне артерије која је мања од 70% и стабилна је током дужег времена. (Ниво доказа Ц)\n\n\n\nНАЦИОНАЛНИ ВОДИЧ  ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ ОБОЉЕЊА КАРОТИДНИХ АРТЕРИЈА\n\n28\n\nКлиничка и анатомска трајност каротидне ендартеректомије и каротидног стентинга\nУ великим рандомизованим студијама стопа ипсилатералног МУ 30 дана после интервенције \n\nје око 1%–2% годишње у симптоматских пацијената (ECST, NASCET) и око 0.5%–0.8% годишње \nу асимптоматских пацијената (ACAS, ACST). Резултати EVA-3S студије [207] су показали да је \nгодишња  стопа ипсилатералног МУ после 30 дана нижа од 1% и за КАЕ и КАС. Такође, у SPACE \nстудији [105], уз искључење догађаја током интервенције, приказана годишња стопа ипсилатерал-\nног МУ је око 1% за обе процедуре. \n\nСам механизам рестенозе после КАЕ је повезан са временом које је прошло од операције. Ране \nрестенозе (до две године) су најчешће последица интималне хиперплазије, док рестенозе настале \nпосле овог интервала су најчешће последица прогресије атеросклеротске болести. Инциденца \nрестенозе после КАЕ износи 5%–7% и представља тримодални феномен.\n\nПрви не представља стварну рестенозу већ некомплетну или недовољну КАЕ обично дијаг-\nностиковану првим постоперативним ултразвуком. Имајући у виду да се квалитет КАЕ побољшао \nтоком времена, овај феномен се јавља у мање од 1% случајева. Други феномен се јавља у периоду \nод 18 месеци (најчешће 6 месеци) после операције и изазван је интималном хиперплазијом и нај-\nчешће доводи до мањег процента рестенозе и ретко захтева поновну интервенцију. Трећа форма \nрестенозе се јавља после 5 година од операције и настаје као последица развоја атеросклеротске \nболести на месту ендартеректомије, као и у дисталном и проксималном делу крвног суда. \n\nИако постоје многе студије које су поредиле удаљене резултате КАЕ и КАС, резултате је тешко \nпоредити узимајући у обзир да је у неким ендоваскуларним серијама рађена дилатација каротидне \nартерије са стентом или без њега.  У CAVATAS студији [208] стент је коришћен у само 22% пације-\nната, а после једногодишњег праћења ултразвучно, рестеноза (70%–90%) је пронађена у 4% ендар-\nтеректомисаних пацијената и 14% ендоваскуларно лечених пацијената (p<0.001). Ипак у SAPPHIRE \nстудији све каротидне артерије су стентиране, а после једногодишњег праћења у 4.2% (4/96) хирурш-\nких пацијената је пронађена рестеноза >70% наспрам 0.8% (1/122) ендоваскуларних (p=0.17).  Неш-\nто већа инциденца рестеноза (≥70%) у ендоваскуларно лечених пацијената је пронађена у SPACE \nстудији; 10.7%  наспрам 4.6% пацијената који су лечени КАЕ (p=0.0009) после једне године. \n\nУ пацијената са рестенозом после КАЕ, КАС представља алтернативну поновној ендартерек-\nтомији у асимптоматских пацијената са рестенозом >80%  и симптоматских >50%. Ипак, у па-\nцијената са контралатералном оклузијом, повећан је ризик повезан са КАС, због немогућности \nкоришћења шанта и непостојања колатералног крвотока који би обезбедио довољан проток при-\nликом постављања церебралне протекције.\n\nIX. Препоруке за евалуацију каротидних артерија  \nпре кардиохируршке операције\n\nСтепен препоруке IIа\n1.  CDS скрининг каротидних артерија је препоручен пре елективне кардиохируршке операције \n\nу пацијената старијих од 65 година, код оних са ”left main” коронарном и периферном арте-\nријском болешћу, пушача, као и оних који су прележали МУ или ТИА, или имају шум над \nкаротидним артеријама. (Ниво доказа Ц).\n\n2.  Каротидна реваскуларизација у виду КАЕ или КАС са емболијском протекцијом пре или \nзаједно са кардиохирурушком интервенцијом, препоручује се у пацијената са стенозом ка-\nротидних артерија >80%, који су у последњих 6 месеци имали симптоме церебралне цир-\nкулације (ретинални или хемисферични симптоми церебралне исхемије). (Ниво доказа Ц).\n\nСтепен препоруке IIб\n1.  У пацијената са асимптоматском каротидном стенозом (чак и високо степена стеноза), без-\n\nбедност и ефикасност каротидне реваскуларизације пре или заједно са реваскуларизацијом \nмиокарда није потврђена. (Ниво доказа Ц).\n\n\n\nНАЦИОНАЛНИ ВОДИЧ  ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ ОБОЉЕЊА КАРОТИДНИХ АРТЕРИЈА\n\n29\n\nРедукција неуролошког ризика у пацијената са каротидном болешћу који су индиковани \nза аорто-коронарни бајпас \n\nПацијенти који се планирају за аорто-коронарни бајпас (AKБ) са симптоматском или асимпто-\nматском стенозом каротидних артерија се налазе у групи пацијената са повећаним ризиком од МУ \nу поређењу са пацијентима без каротидне болести, али не постоје докази који сугеришу бенефит \nтакве интервенције у пацијената са асимптоматском каротидном стенозом. [209] У једном броју \nстудија, симултана AKБ и КАЕ је повезана са мањим ризиком од ИМ, МУ и смрти, него етапна \nхирургија. Међутим, ова стратегија није потврђена у проспективним студијама. Друге студије \nсугеришу да је симултана операција удружена са повећаним ризиком од МУ и смрти, у поређењу \nса самосталним AKБ. [210,211]\n\nКАС се намеће као логична алтернатива, али овај вид интервенције захтева постпроцедуралну \nантитромбоцитну терапију, која повећава ризик од крварења током хируршке реваскуларизације \nмиокарда. Са друге стране, одлагање антитромбоцитне терапије повећава ризик од тромбозе стен-\nта и МУ. Други вид стратегије подразумева КАС непосредно пре AKБ  и интравенску употребу \nхепарина између две процедуре. Међутим, овај приступ и стратегија реваскуларизације нису ева-\nлуисани на најбољи начин. [210–216] У нерандомизовану кохортну студију Тимаран и сар. [217] \nсу укључили 27 084 пацијената у којих је урађена хируршка реваскуларизација миокарда и каро-\nтидна реваскуларизација (КАС или КАЕ). Мањи број нежељинх догађаја, као и нижа постопера-\nтивна инциденца МУ су примећени у групи пацијената код којих је урађена КАС са AKБ, него у \nгрупи пацијената са симултаном AKБ и КАЕ, иако је интрахоспитални морталитет у обе групе \nпацијената био сличан (5.2% наспрам 5.4%). Пацијенти који су подвргнити симултаној операцији \nкаротидних артерија и реваскуларизацији миокарда су имали 62% већи ризик од постоперативног \nМУ, него пацијенти у којих је урађен КАС и AKБ. Међутим, да ли је каротидна ангиопластика \nбезбеднија и ефикаснија од каротидне ендартеректомије у групи пацијената индикованих за AKБ, \nостаје да се покаже у рандомизованим проспективним студијама.\n\nНеатеросклеротско обољење каротидних артерија\nЗа разлику од атеросклеротског, неатеросклеротско обољење каротидних артерија је релативно \n\nретко. Најзначајнија обољења која спадају у ову групу се фибромускуларна дисплазија (ФМД) и \nдисекција каротидних артерија.\n\nФибромускуларна диспалзија\n\nX.  Препоруке за лечење пацијената са ФМД  \nекстракранијалног дела каротидних артерија\n\nСтепен препоруке IIа\n1.  Годишња неинвазивна дијагностика каротидних артерија се препоручује за пацијенте са \n\nФМД, како би се процениле промене у проширености и тежини обољења. Прегледи се могу \nвршити ређе, уколико дође до стабилности. (Ниво доказа Ц)\n\n2.  Употреба антиагрегационе терапије може бити корисна код пацијената са ФМД у превенцији \nтромбоемболизма, али избор дозе и облик лека није познат. (Ниво доказа Ц).\n\n3.  Каротидна ангиопластика са пласирањем стента или без њега је разумна код симптоматских \nпацијената чији су симптоми повезани са ФМД ипсилатералне каротидне артерије, али по-\nдаци који се односе на ове методе нису доступни. (Ниво доказа Ц).\n\nСтепен препоруке III: без бенефита\n1.  Реваскуларизација се не препоручује у асимптоматских пацијената са ФМД каротидних ар-\n\nтерија, без обзира на тежину стенозе. (Ниво доказа Ц).\n\nФМД је неатеросклеротско, неинфламаторно обољење крвних судова, које карактеришу или \n\n\n\nНАЦИОНАЛНИ ВОДИЧ  ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ ОБОЉЕЊА КАРОТИДНИХ АРТЕРИЈА\n\n30\n\nфокалне стенозе крвног суда или мултипле констрикције као последица задебљања слоја арте-\nријског зида. Идентификован је велики број хистопатолошких субтипова, [218] али је најчешћа \nфиброплазија медије крвног суда, која изазива мултипле фокалне стенозе крвног суда. Иако може \nда захвати било који део цервикалних артерија, најчешће је локализована на АCI. Инциденца \nФМД је ниска; најчешће се јавља код жена средњег животног доба, које могу бити са симпто-\nмима или без њих. Клиничке манифестације зависе од локализације и проширености промена \nи описане су: МУ, ТИА, дисекција и анеуризме каротидних артерија, Хорнеров синдром, парезе \nкранијалних нерава и субарахоидално крварење. [218–221] Третман ФМД каротидних артерија \nзависи од тога да ли пацијенти имају церебралну симтоматологију. Антиагрегациона терапија и \nповремено праћење проширености и напредовања промена се генерално препоручује чак и код \nасимптоматских лезија. Хируршка или ендоваскуларна реваскуларизација се показала као ефи-\nкасна у уклањању тегоба. \n\nДисекција каротидних артерија\n\nXI.  Препоруке за третман пацијената са дисекцијом  \nкаротидних артерија\n\nСтепен препоруке I\n1. Контрастна KTA, МРА и класична артериогафија се корисне методе за дијагнозу дискеције \n\nцервикалних крвних судова. (Ниво доказа Ц).\n\nСтепен препоруке IIа\n2. Антритромбоцитна терапија са антикоагулантом терапијом (хепарин, или хепарин мале мо-\n\nлекулске тежине, или варфарин) или антиагрегационом терапијом (аспирин, клопидогрел или \nкомбинација дипиридамола продуженог ослобађања са аспирином) у трајању од најмање 3 до 6 \nмесеци се препоручује код свих пацијената са дисекцијом каротидних крвних судова, која је уд-\nружена са МУ или ТИА. (Ниво доказа Б). [222–225]\n\nСтепен препоруке IIб\n1. Каротидна ангиопластика и пласирање стента се препоручује када се симптоми не повлаче \n\nна антитромбоцитну терапију, након акутне дисекције каротидних артерија (Ниво доказа Ц).\n2. Безбедност и ефикасност фармакотерапије, у виду бета-блокатора, АЦЕ инхибитора, Cа-\n\nантагониста у одржавању крвног притиска у реферетним вредностима, како би се смањио његов \nутицај на артеријски зид, није добро утврђена. (Ниво доказа Ц)\n\nДисекције каротидних и вертебралних артерија су ретка стања, али могу бити узрок драматич-\nних неуролошких симптома на бази церебралне исхемије. Минимална траума као што је хипер-\nфлексија односно хиперекстензија врата, кашаљ, дување носа могу довести до појаве дисекције. \n[226] На годишњем нивоу, спонтана дисекција каротидних артерија се јавља у 2.5 до 3 случаја од \n100.000 и са 2% учествује у појави исхемијског МУ. У млађих пацијената дисекција каротидних \nартерија може бити узрок МУ у 10% до чак 15% случајева. [226] Типична клиничка презентација \nдисекције цервикалних артерија је бол у врату или главобоља, удружен са Хорнеровим синдро-\nмом. Након ових упозоравајућих симптома, исхемијски атак се јавља у 50 % до 95% случајева ди-\nсекције каротидних артерија. Дијагностика дисекција цервикалних артерија обухвата клинички \nпреглед и неинвазивно испитивање ендокранијума, а затим и испитивање цервикланих артерија, \nултразвучно односно МРА и КТА преглед у случајевима када је место дисекције изнад ramusa \nmandibule. Третмен ових лезија је најчешће конзервативан, и укључује антикоагулантну терапију \nхепарином, а затим и варфарином са добром прогнозом. [227–229] Након инцијалне антикоагу-\nланте терапије током акутне фазе, антиангрегациона терапија се може примењивати после ста-\nбилизације симптома, иако не постоје јасне одреднице када је право време за прелазак са једног \nна други модалитет лечења, односно који од антитромбоцитних лекова је суперионији од других. \n\n\n\nНАЦИОНАЛНИ ВОДИЧ  ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ ОБОЉЕЊА КАРОТИДНИХ АРТЕРИЈА\n\n31\n\nХируршко и ендоваскуларно лечење је резервисано за пацијенте са перзистетнтним или понов-\nним симптомима, рефракторним на антикоагулантну терапију. Хируршко лечење подразумева \nрепарацију каротидне артерије и ресекцију са интепозицијом графта. [230–231] Ангиопластика \nса имплантацијом стента је ефикасна у малом броју случајева, и удружена је са компликацијама. \n[232–240]\n\n\n\nНАЦИОНАЛНИ ВОДИЧ  ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ ОБОЉЕЊА КАРОТИДНИХ АРТЕРИЈА\n\n32\n\nЛИТЕРАТУРА\n\n1. Robinson RW, Demirel M, LeBeau RJ. Natural history of cerebral thrombosis: 9–19 years follow-\nup. J Chronic Dis 1968;21:221\n\n2. Bogousslavsky J, Van MG, Regli F. The Lausanne Stroke Registry: analysis of 1, 000 consecutive \npatients with first stroke. Stroke 1988; 19:1083–1092. \n\n3. Foulkes MA, Wolf PA, Price TR. et al. The Stroke Data Bank: design, methods, and baseline \ncharacteristics. Stroke 1988;19:547–554. \n\n4. Inzitari D, Eliasziw M, Gates P, et al. The causes and risk of stroke in patients with asymptomatic \ninternal-carotid-artery stenosis. North American Symptomatic Carotid Endarterectomy Trial \nCollaborators. N Engl J Med 2000;342:1693–1700. \n\n5. Barnett HJ, Taylor DW, Eliasziw M, Fox AJ, Ferguson GG, Haynes RB, Rankin RN, Clagett GP, \nHachinski VC, Sackett DL, Thorpe KE, Meldrum HE, Spence JD. Benefit of carotid endarterectomy \nin patients with symptomatic moderate or severe stenosis. NEJM 1998;339:1415–1425. \n\n6. The European Carotid Surgery Trialists Collaborative Group. Risk of stroke in the distribution of \nan asymptomatic carotid artery. Lancet 1995;345:209-212. \n\n7. Moore WS, Barnett HJ, Beebe HG, et al. Guidelines for carotid endarterectomy. A multidisciplinary \nconsensus statement from the ad hoc committee. Stroke 1995;26:188–201\n\n8. Setacci C, Cremonesi A. SPACE and EVA-3s Trials: The need of standards for carotid stenting. \nEur J Vasc Endovasc Surg 2007; 33:48-49\n\n9. Prevalence of disabilities and associated health conditions among adults– United States, 1999. \nMMWR Morb Mortal Wkly Rep. 2001;50:120–5. \n\n10. Атанацковић-Марковић З, Бјеговић В. и сар.: Оптерећење болестима и повредама у Србији, \nСажетак.Београд, Министарство здравља Републике Србије, 2003\n\n11. Бабић С, Фактори ризика и инциденца атеросклеротске болести код пацијената млађих од \n50 година. Магистарска теза, Београд 2009.\n\n12. Howard G, Baker WH, Chambless LE, et al. Asymptomatic Carotid  Atherosclerosis Study \nInvestigators. An approach for the use of Doppler ultrasound as a screening tool for hemodynamically \nsignificant stenosis (despite heterogeneity of Doppler performance): a multicenter experience. \nStroke. 1996;27:1951–7.\n\n13. Kuntz KM, Polak JF, Whittemore AD, et al. Duplex ultrasound criteria for the identification of \ncarotid stenosis should be laboratory specific. Stroke. 1997;28:597– 602.\n\n14. Alexandrov AV. Ultrasound and angiography in the selection of patients for carotid endarterectomy. \nCurrCardiol Rep. 2003;5:141–7.\n\n15. Mattos MA, Hodgson KJ, Faught WE, et al. Carotid endarterectomy without angiography: is color-\nflow duplex scanning sufficient? Surgery. 1994;116:776 – 82\n\n16. Utter GH, Hollingworth W, Hallam DK, et al. Sixteen-slice CT angiography in patients with \nsuspected blunt carotid and vertebral artery injuries. J Am Coll Surg. 2006;203:838–48. \n\n17. Nederkoorn PJ, van der Graaf Y, Hunink MG. Duplex ultrasound and magnetic resonance \nangiography compared with digital subtraction angiography in carotid artery stenosis: a systematic \nreview. Stroke. 2003;34:1324 –32.\n\n18. Grant EG, Benson CB, Moneta GL, et al. Carotid artery stenosis: gray-scale and Doppler US diagnosis–\nSociety of Radiologists in Ultrasound Consensus Conference. Radiology. 2003;229:340–6. \n\n19. Comerota AJ, Salles-Cunha SX, Daoud Y, et al. Gender differences in blood velocities across \ncarotid stenoses. J Vasc Surg. 2004;40:939–44. \n\n20. Chi YW, White CJ, Woods TC, et al. Ultrasound velocity criteria for  carotid in-stent restenosis. \nCatheter CardiovascInterv. 2007;69:349–54. \n\n21. Sitzer M, Rose G, Furst G, et al. Characteristics and clinical value of an intravenous echo-\nenhancement agent in evaluation of high-grade  internal carotid stenosis. J Neuroimaging. \n1997;7Suppl 1:S22–5. \n\n\n\nНАЦИОНАЛНИ ВОДИЧ  ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ ОБОЉЕЊА КАРОТИДНИХ АРТЕРИЈА\n\n33\n\n22. Biasi GM, Froio A, Diethrich EB, et al. Carotid plaque echolucency increases the risk of stroke \nin carotid stenting: the Imaging in Carotid Angioplasty and Risk of Stroke (ICAROS) study. \nCirculation. 2004; 110:756 – 62. \n\n23. Long A, Lepoutre A, Corbillon E, et al. Critical review of non- or minimally invasive methods \n(duplex ultrasonography, MR- and CT-angiography) for evaluating stenosis of the proximal \ninternal carotid artery. Eur J VascEndovasc Surg. 2002;24:43–52.\n\n24. Wutke R, Lang W, Fellner C, et al. High-resolution, contrast-enhanced magnetic resonance \nangiography with elliptical centric k-space ordering of supra-aortic arteries compared with \nselective X-ray angiography. Stroke. 2002;33:1522–9. \n\n25. Alvarez-Linera J, Benito-Leon J, Escribano J, et al. Prospective evaluation of carotid artery \nstenosis: elliptic centric contrast-enhanced MR angiography and spiral CT angiography compared \nwith digital sub- traction angiography. AJNR Am J Neuroradiol. 2003;24:1012–9. \n\n26. Yucel EK, Anderson CM, Edelman RR, et al. AHA scientific statement: magnetic resonance \nangiography: update on applications for extracranial arteries. Circulation. 1999;100:2284–301. \n\n27. Yuan C, Mitsumori LM, Ferguson MS, et al. In vivo accuracy of  multispectral magnetic resonance \nimaging for identifying lipid-rich necrotic cores and intraplaque hemorrhage in advanced human \ncarotid plaques. Circulation. 2001;104:2051–6. \n\n28. Belsky M, Gaitini D, Goldsher D, et al. Color-coded duplex ultrasound compared to CT angiography \nfor detection and quantification of carotid artery stenosis. Eur J Ultrasound. 2000;12:49 – 60.\n\n29. Gronholdt ML. B-mode ultrasound and spiral CT for the assessment of carotid atherosclerosis. \nNeuroimaging Clin N Am. 2002;12:421–35. \n\n30. Josephson SA, Bryant SO, Mak HK, et al. Evaluation of carotid stenosis using CT angiography in \nthe initial evaluation of stroke and TIA. Neurology. 2004;63:457–60.\n\n31. Eisenberg RL, Bank WO, Hedgcock MW. Neurologic complications of angiography in patients \nwith critical stenosis of the carotid artery. Neurology. 1980;30:892–5.\n\n32. Earnest F, Forbes G, Sandok BA, et al. Complications of cerebral angiography: prospective \nassessment of risk. AJR Am J Roentgenol. 1984;142:247–53.\n\n33. Leonardi M, Cenni P, Simonetti L et al:Retrospective study of complications arising during cerebral \nand spinal diagnostic angiography from 1998 to 2003.IntNeuroradiol.2005;11:213-21. \n\n34. Pickett CA, Jackson JL, Hemann BA, et al. Carotid bruits as a prognostic indicator of cardiovascular \ndeath and myocardial infarction: a meta-analysis. Lancet. 2008;371:1587–94.\n\n35. Zhu CZ, Norris JW. Role of carotid stenosis in ischemic stroke. Stroke. 1990;21:1131– 4.\n36. Ratchford EV, Jin Z, Tullio MR, et al. Carotid bruit for detection of hemodynamically significant \n\ncarotid stenosis: the Northern Manhattan Study. Neurol Res. 2009;31:748–52.\n37. Goldstein LB, Adams R, Alberts MJ, et al. Primary prevention of ischemic stroke: a guideline from \n\nthe American Heart Association/ American Stroke Association Stroke Council: cosponsored by the \nAth- erosclerotic Peripheral Vascular Disease Interdisciplinary Working Group; Cardiovascular \nNursing Council; Clinical Cardiology Council; Nutrition, Physical Activity, and Metabolism \nCouncil; and the Quality of Care and Outcomes Research Interdisciplinary Working Group. Stroke. \n2006;37:1583–633.\n\n38. Bates ER, Babb JD, Casey DE Jr, et al. ACCF/SCAI/SVMB/ SIR/ASITN 2007 clinical expert \nconsensus document on carotid stent- ing: a report of the American College of Cardiology \nFoundation Task Force on Clinical Expert Consensus Documents (ACCF/SCAI/SVMB/ SIR/\nASITN Clinical Expert Consensus Document Committee on Carotid Stenting). J Am CollCardiol. \n2007;49:126–70.\n\n39. North American Symptomatic Carotid Endarterectomy Trial (NASCET) Investigators. Clinical \nalert: benefit of carotid endarterectomy for patients with high-grade stenosis of the internal carotid \nartery. National Institute of Neurological Disorders and Stroke Stroke and Trauma Division. \nStroke. 1991;22:816–7.\n\n40. Sacco RL, Adams R, Albers G, et al. Guidelines for prevention of stroke in patients with ischemic \n\n\n\nНАЦИОНАЛНИ ВОДИЧ  ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ ОБОЉЕЊА КАРОТИДНИХ АРТЕРИЈА\n\n34\n\nstroke or transient ischemic attack: a statement for healthcare professionals from the American \nHeart Association/ American Stroke Association Council on Stroke: co-sponsored by the Council \non Cardiovascular Radiology and Intervention. Stroke. 2006; 37:577– 617.\n\n41. Rashid P, Leonardi-Bee J, Bath P. Blood pressure reduction and sec- ondary prevention of stroke \nand other vascular events: a systematic review. Stroke. 2003;34:2741– 8.\n\n42. PROGRESS Collaborative Group. Randomised trial of a perindopril-based blood-pressure-\nlowering regimen among 6,105 individuals with previous stroke or transient ischaemic attack. \nLancet. 2001;358:1033– 41.\n\n43. Lawes CM, Bennett DA, Feigin VL, et al. Blood pressure and stroke: an overview of published \nreviews. Stroke. 2004;35:776 – 85. \n\n44. MacMahon S, Peto R, Cutler J, et al. Blood pressure, stroke, and coronary heart disease: part \n1, prolonged differences in blood pressure: prospective observational studies corrected for the \nregression dilution bias. Lancet. 1990;335:765–74. \n\n45. Rodgers A, MacMahon S, Gamble G, et al. Blood pressure and risk of stroke in patients with \ncerebrovascular disease: the United Kingdom Transient Ischaemic Attack Collaborative Group. \nBMJ. 1996;313:147. \n\n46. Meta-analysis of hypertension treatment trials. Lancet. 1990;335: 1092– 4. \n47. Neal B, MacMahon S, Chapman N, Blood Pressure Lowering Treatment Trialists’ Collaboration. \n\nEffects of ACE inhibitors, calcium antagonists, and other blood-pressure-lowering drugs: results \nof prospectively designed overviews of randomised trials. Lancet. 2000;356:1955–64. \n\n48. Heiss G, Sharrett AR, Barnes R, et al. Carotid atherosclerosis measured by B-mode ultrasound \nin populations: associations with cardiovascular risk factors in the ARIC study. Am J Epidemiol. \n1991;134:250–6.\n\n49. Howard G, Manolio TA, Burke GL, et al, The Atherosclerosis Risk in Communities (ARIC) \nand Cardiovascular Health Study (CHS) Investi- gators. Does the association of risk factors and \natherosclerosis change with age? An analysis of the combined ARIC and CHS cohorts. Stroke. \n\n50. Wilson PW, Hoeg JM, D’Agostino RB, et al. Cumulative effects of high cholesterol levels, high \nblood pressure, and cigarette smoking on carotid stenosis. N Engl J Med. 1997;337:516 –22. \n1997;28:1693–701. \n\n51. Psaty BM, Arnold AM, Olson J, et al. Association between levels of blood pressure and measures \nof subclinical disease multi-ethnic study of atherosclerosis. Am J Hypertens. 2006;19:1110 –7. \n\n52. Sutton-Tyrrell K, Alcorn HG, Wolfson SK Jr, et al. Predictors of carotid stenosis in older adults \nwith and without isolated systolic hypertension. Stroke. 1993;24:355– 61.\n\n53. Amarenco P, Bogousslavsky J, Callahan A III, et al. High-dose atorva- statin after stroke or transient \nischemic attack. N Engl J Med. 2006;355: 549 –59.\n\n54. Adams RJ, Albers G, Alberts J et al. Update to the AHA/ASA recommendations for the prevention \nof stroke in patients with stroke and transient ischemic attack.Stroke.2008;39:1647–52.\n\n55. Third Report of the National Cholesterol Education Program (NCEP) Expert Panel on Detection, \nEvaluation, and Treatment of High Blood Cholesterol in Adults (Adult Treatment Panel III) final \nreport. Circulation. 2002;106:3143– 421.\n\n56. Kris-Etherton PM, Harris WS, Appel LJ. Fish consumption, fish oil, omega-3 fatty acids, and \ncardiovascular disease. Circulation. 2002;106: 2747–57.\n\n57. Brown BG, Zhao XQ, Chait A, et al. Simvastatin and niacin, antioxidant vitamins, or the \ncombination for the prevention of coronary disease. N Engl J Med. 2001;345:1583–92.\n\n58. Cholesterol, diastolic blood pressure, and stroke: 13,000 strokes in 450,000 people in 45 prospective \ncohorts. Prospective studies collaboration. Lancet. 1995;346:1647–53.\n\n59. Kurth T, Everett BM, Buring JE, et al. Lipid levels and the risk of ischemic stroke in women. \nNeurology. 2007;68:556 – 62.\n\n60. Sacco RL, Roberts JK, Boden-Albala B, et al. Race-ethnicity and determinants of carotid \natherosclerosis in a multiethnic population. The Northern Manhattan Stroke Study. Stroke. \n\n\n\nНАЦИОНАЛНИ ВОДИЧ  ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ ОБОЉЕЊА КАРОТИДНИХ АРТЕРИЈА\n\n35\n\n1997;28:929–35.\n61. Sharrett AR, Patsch W, Sorlie PD, et al. Associations of lipoprotein cholesterols, apolipoproteins \n\nA-I and B, and triglycerides with carotid atherosclerosis and coronary heart disease. The \nAtherosclerosis Risk in Communities (ARIC) Study. ArteriosclerThromb. 1994;14:1098–104. \n\n62. Briel M, Studer M, Glass TR, et al. Effects of statins on stroke prevention in patients with and \nwithout coronary heart disease: a meta- analysis of randomized controlled trials. Am J Med. \n2004;117:596 – 606. \n\n63. Amarenco P, Labreuche J, Lavallee P, et al. Statins in stroke prevention and carotid atherosclerosis: \nsystematic review and up-to-date meta-anal- ysis. Stroke. 2004;35:2902–9. \n\n64. Baigent C, Keech A, Kearney PM, et al. Efficacy and safety of choles- terol-lowering treatment: \nprospective meta-analysis of data from 90,056 participants in 14 randomised trials of statins. \nLancet. 2005;366: 1267–78. \n\n65. GersteinHC, MillerME, ByingtonRP, et al.Effects of intensive glucose lowering in type 2 diabetes. \nN Engl J Med. 2008;358:2545–59. \n\n66. Patel A, MacMahon S, Chalmers J, et al. Intensive blood glucose control and vascular outcomes in \npatients with type 2 diabetes. N Engl J Med. 2008;358:2560 –72. \n\n67. Colhoun HM, Betteridge DJ, Durrington PN, et al. Primary prevention of cardiovascular disease \nwith atorvastatin in type 2 diabetes in the Collaborative Atorvastatin Diabetes Study (CARDS): \nmulticentre ran- domised placebo-controlled trial. Lancet. 2004;364:685–96. \n\n68. Manson JE, Colditz GA, Stampfer MJ, et al. A prospective study of maturity-onset diabetes mellitus \nand risk of coronary heart disease and stroke in women. Arch Intern Med. 1991;151:1141–7. \n\n69. Karapanayiotides T, Piechowski-Jozwiak B, van Melle G, et al. Stroke patterns, etiology, and \nprognosis in patients with diabetes mellitus. Neurology. 2004;62:1558 – 62. \n\n70. Smith NL, Barzilay JI, Shaffer D, et al. Fasting and 2-hour postchallenge serum glucose measures \nand risk of incident cardiovascular events in the elderly: the Cardiovascular Health Study. Arch \nIntern Med. 2002;162: 209 –16.\n\n71. Haffner SM, Agostino RD Jr, Saad MF, et al. Carotid artery atheroscle- rosis in type-2 diabetic \nand nondiabetic subjects with and without symptomatic coronary artery disease (The Insulin \nResistance Athero- sclerosis Study). Am J Cardiol. 2000;85:1395–400.\n\n72. Nathan DM, Lachin J, Cleary P, et al. Intensive diabetes therapy and carotid intima-media thickness \nin type 1 diabetes mellitus. N Engl J Med. 2003;348:2294–303.\n\n73. Laakso M. Benefits of strict glucose and blood pressure control in type 2 diabetes: lessons from the \nUK Prospective Diabetes Study. Circu- lation. 1999;99:461–2.\n\n74. Antithrombotic Trialists’ Collaboration. Collaborative meta-analysis of randomised trials of \nantiplatelet therapy for prevention of death, myo- cardial infarction, and stroke in high risk patients. \nBMJ. 2002;324: 71– 86.\n\n75. Selhub J, Jacques PF, Bostom AG, et al. Association between plasma homocysteine concentrations \nand extracranial carotid-artery stenosis. N Engl J Med. 1995;332:286–91.\n\n76. CAPRIE Steering Committee. A randomised, blinded, trial of clopi- dogrel versus aspirin in \npatients at risk of ischaemic events (CAPRIE). Lancet. 1996;348:1329 –39.\n\n77. Diener HC, Bogousslavsky J, Brass LM, et al. Aspirin and clopidogrel compared with clopidogrel \nalone after recent ischaemic stroke or transient ischaemic attack in high-risk patients (MATCH): \nrandomised, double-blind, placebo-controlled trial. Lancet. 2004;364:331–7.\n\n78. Mohr JP, Thompson JL, Lazar RM, et al. A comparison of warfarin and aspirin for the prevention \nof recurrent ischemic stroke. N Engl J Med. 2001;345:1444 –51.\n\n79. Halkes PH, van Gijn J, Kappelle LJ, et al. Medium intensity oral anticoagulants versus aspirin \nafter cerebral ischaemia of arterial origin (ESPRIT): a randomised controlled trial. Lancet Neurol. \n2007;6:115–24.\n\n80. Risk factors for stroke and efficacy of antithrombotic therapy in atrial fibrillation. Analysis of \npooled data from five randomized controlled trials. Arch Intern Med. 1994;154:1449 –57.\n\n\n\nНАЦИОНАЛНИ ВОДИЧ  ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ ОБОЉЕЊА КАРОТИДНИХ АРТЕРИЈА\n\n36\n\n81. Woessner R, Grauer M, Bianchi O, et al. Treatment with anticoagulants in cerebral events (TRACE). \nThrombHaemost. 2004;91:690–3.\n\n82. The Publications Committee for the Trial of ORG 10172 in Acute Stroke Treatment (TOAST) \nInvestigators. Low molecular weight heparinoid, ORG 10172 (danaparoid), and outcome after \nacute ischemic stroke: a randomized controlled trial. JAMA. 1998;279:1265–72.\n\n83. Cote R, Battista RN, Abrahamowicz M, et al. The Asymptomatic Cervical Bruit Study Group. Lack \nof effect of aspirin in asymptomatic patients with carotid bruits and substantial carotid narrowing. \nAnn Intern Med. 1995;123:649 –55.\n\n84. Executive Committee for the Asymptomatic Carotid Atherosclerosis Study. Endarterectomy for \nasymptomatic carotid artery stenosis. JAMA. 1995;273:1421– 8.\n\n85. Hobson RW, Weiss DG, Fields WS, et al. Efficacy of carotid endarterectomy for asymptomatic \ncarotid stenosis: the Veterans Affairs Cooperative Study Group. N Engl J Med. 1993;328:221–7.\n\n86. Goldstein LB, Adams R, Becker K, et al. Primary prevention of ische- mic stroke: a statement for \nhealthcare professionals from the Stroke Council of the American Heart Association. Circulation. \n2001;103: 163– 82.\n\n87. Bhatt DL, Fox KA, Hacke W, et al. Clopidogrel and aspirin versus aspirin alone for the prevention \nof atherothrombotic events. N Engl J Med. 2006;354:1706 –17.\n\n88. Diener HC, Cunha L, Forbes C, et al. European Stroke Prevention Study. 2. Dipyridamole and \nacetylsalicylic acid in the secondary prevention of stroke. J Neurol Sci. 1996;143:1–13.\n\n89. Alberts MJ, Bergman DL, Molner E, et al. Antiplatelet effect of aspirin in patients with \ncerebrovascular disease. Stroke. 2004;35:175–8.\n\n90. Wolf PA, D’Agostino RB, Kannel WB, et al. Cigarette smoking as a risk factor for stroke. The \nFramingham Study. JAMA. 1988;259:1025–9.\n\n91. Shinton R, Beevers G. Meta-analysis of relation between cigarette smoking and stroke. BMJ. \n1989;298:789 –94.\n\n92. Kawachi I, Colditz GA, Stampfer MJ, et al. Smoking cessation and decreased risk of stroke in \nwomen. JAMA. 1993;269:232–6.\n\n93. Robbins AS, Manson JE, Lee IM, et al. Cigarette smoking and stroke in a cohort of U.S. male \nphysicians. Ann Intern Med. 1994;120:458 – 62.\n\n94. Wannamethee SG, Shaper AG, Whincup PH, et al. Smoking cessation and the risk of stroke in \nmiddle-aged men. JAMA. 1995;274:155–60.\n\n95. Rohr J, Kittner S, Feeser B, et al. Traditional risk factors and ischemic stroke in young adults: the \nBaltimore-Washington Cooperative Young Stroke Study. Arch Neurol. 1996;53:603–7.\n\n96. Fine-Edelstein JS, Wolf PA, O’Leary DH, et al. Precursors of extracranial carotid atherosclerosis \nin the Framingham Study. Neu- rology. 1994;44:1046–50.\n\n97. Dobs AS, Nieto FJ, Szklo M, et al. Risk factors for popliteal and carotid wall thicknesses in the \nAtherosclerosis Risk in Communities (ARIC) Study. Am J Epidemiol. 1999;150:1055– 67.\n\n98. O’Leary DH, Polak JF, Kronmal RA, et al. Cardiovascular Health Study Collaborative Research \nGroup. Thickening of the carotid wall: a marker for atherosclerosis in the elderly? Stroke. \n1996;27:224–31.\n\n99. Howard G, Wagenknecht LE, Cai J, et al. Cigarette smoking and other risk factors for silent \ncerebral infarction in the general population. Stroke. 1998;29:913–7.\n\n100. Tell GS, Rutan GH, Kronmal RA, et al. Correlates of blood pressure in community-dwelling \nolder adults: the Cardiovascular Health Study: Cardiovascular Health Study (CHS) Collaborative \nResearch Group. Hypertension. 1994;23:59 – 67. \n\n101. Randomised trial of endarterectomy for recently symptomatic carotid stenosis: final results of the \nMRC European Carotid Surgery Trial (ECST). Lancet. 1998;351:1379 – 87.\n\n102. Rothwell PM, Slattery J, Warlow CP. A systematic review of the risks of stroke and death due to \nendarterectomy for symptomatic carotid stenosis. Stroke. 1996;27:260 –5.\n\n\n\nНАЦИОНАЛНИ ВОДИЧ  ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ ОБОЉЕЊА КАРОТИДНИХ АРТЕРИЈА\n\n37\n\n103. Brott TG, Hobson RW, Howard G, et al. Stenting versus endarterectomy for treatment of carotid-\nartery stenosis. N Engl J Med. 2010;363:11–23.\n\n104. Gray WA, Hopkins LN, Yadav S, et al. Protected carotid stenting in high-surgical-risk patients: the \nARCHeR results. J Vasc Surg. 2006;44: 258 – 68. \n\n105. Eckstein HH, Ringleb P, Allenberg JR, et al. Results of the Stent- Protected Angioplasty versus \nCarotid Endarterectomy (SPACE) study to treat symptomatic stenoses at 2 years: a multinational, \nprospective, randomised trial. Lancet Neurol. 2008;7:893–902. \n\n106. Chiam PT, Roubin GS, Panagopoulos G, et al. One-year clinical outcomes, midterm survival, and \npredictors of mortality after carotid stenting in elderly patients.Circulation.2009;119:2343–8. \n\n107. GurmHS,YadavJS,FayadP,etal.Long-termresultsofcarotidstenting versus endarterectomy in high-\nrisk patients. N Engl J Med. 2008;358: 1572–9. \n\n108. Yadav JS, Wholey MH, Kuntz RE, et al. Protected carotid-artery stenting versus endarterectomy \nin high-risk patients. N Engl J Med. 2004;351:1493–501. \n\n109. Yadav JS, Sneed D, Ouriel K, et al. Durability of carotid stenting for the prevention of stroke: \n3-year follow-up of the SAPPHIRE tiral and the US Carotid Feasibility. Circulation. 2005;112:416. \nAbstract. \n\n110. Gray WA, Yadav JS, Verta P, et al. The CAPTURE registry: results of carotid stenting with embolic \nprotection in the post approval setting. Catheter CardiovascInterv. 2007;69:341– 8. \n\n111. Rothwell PM, Eliasziw M, Gutnikov SA, et al. Endarterectomy for symptomatic carotid stenosis \nin relation to clinical subgroups and timing of surgery. Lancet. 2004;363:915–24. \n\n112. Roubin GS, New G, Iyer SS, et al. Immediate and late clinical outcomes of carotid artery stenting \nin patients with symptomatic and asymptom- atic carotid artery stenosis: a 5-year prospective \nanalysis. Circulation. 2001;103:532–7. \n\n113. White CJ, Iyer SS, Hopkins LN, et al. Carotid stenting with distal protection in high surgical risk \npatients: the BEACH trial 30 day results. Catheter CardiovascInterv. 2006;67:503–12. \n\n114. Barnett HJ. Carotid endarterectomy. Lancet. 2004;363:1486–7.\n115. Rothwell PM, Warlow CP, on behalf of the European Carotid Surgery Trialists’ Collaborative \n\nGroup. Low risk of ischemic stroke in patients with reduced internal carotid artery lumen diameter \ndistal to severe symptomatic carotid stenosis: cerebral protection due to low poststenotic flow? \nStroke. 2000;31:622–30.\n\n116. Rothwell PM, Eliasziw M, Gutnikov SA, et al. Analysis of pooled data from the randomised \ncontrolled trials of endarterectomy for symptom- atic carotid stenosis. Lancet. 2003;361:107–16. \n\n117. Goldstein LB, Hasselblad V, Matchar DB, et al. Comparison and meta- analysis of randomized \ntrials of endarterectomy for symptomatic carotid artery stenosis. Neurology. 1995;45:1965–70. \n\n118. Mayberg MR, Wilson SE, Yatsu F, et al. Veterans Affairs Cooperative Studies Program 309 Trialist \nGroup. Carotid endarterectomy and pre- vention of cerebral ischemia in symptomatic carotid \nstenosis. JAMA. 1991;266:3289 –94. \n\n119. The Asymptomatic Carotid Atherosclerosis Study Group. Study design for randomized prospective \ntrial of carotid endarterectomy for asymp- tomatic atherosclerosis. Stroke. 1989;20:844–9.\n\n120. Moore WS, Vescera CL, Robertson JT, et al. Selection process for surgeons in the Asymptomatic \nCarotid Atherosclerosis Study. Stroke. 1991;22:1353–7.\n\n121. Clinical advisory: carotid endarterectomy for patients with asymptom- atic internal carotid artery \nstenosis. Stroke. 1994;25:2523–4.\n\n122. Moore WS, Young B, Baker WH, et al. The ACAS Investigators. Surgical results: a justification of \nthe surgeon selection process for the ACAS trial. J Vasc Surg. 1996;23:323–8.\n\n123. Halliday AW, Thomas D, Mansfield A. Steering Committee. The Asymptomatic Carotid Surgery \nTrial (ACST). Rationale and design. Eur J Vasc Surg. 1994;8:703–10.\n\n124. Rothwell PM, Goldstein LB. Carotid endarterectomy for asymptomatic carotid stenosis: \nasymptomatic carotid surgery trial. Stroke. 2004;35: 2425–7. \n\n125. Bond R, Rerkasem K, Rothwell PM. Routine or selective carotid artery shunting for carotid \nendarterectomy (and different methods of monitoring in selective shunting). [Systematic Review] \n\n\n\nНАЦИОНАЛНИ ВОДИЧ  ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ ОБОЉЕЊА КАРОТИДНИХ АРТЕРИЈА\n\n38\n\nCochrane Stroke Group Cochrane Database of Systematic Reviews. 1, 2006. \n126. Bond R, Warlow CP, Naylor AR, Rothwell PM. European Carotid Surgery Trialists’ Collaborative \n\nGroup. Variation in surgical and anaesthetic technique and associations with operative risk in the \nEuropean carotid surgery trial: implications for trials of ancillary techniques. Eur J Vasc Endovasc \nSurg 2002;23:117-126. \n\n127. AbuRahma AF, Khan JH, Robinson PA et al. Prospective randomized trial of carotid \nendarterectomy with primary closure and patch angioplasty with saphenous vein, jugular vein, \nand polytetrafluoroethylene: perioperative (30 day) results. J Vasc Surg 1996;24:998-1007.\n\n128. De Vleeschauwer P, Wirthle W, Holler L, Krause E, Horsch S. Is venous patch grafting after \ncarotid endarterectomy able to reduce the rate of restenosis? Prospective randomized pilot study \nwith stratification. Acta Chirurgica Belgica 1987;87:242-246. \n\n129. Eikelboom BC, Ackerstaff RGA, Hoeneveld H, et al. Benefits of carotid patching: a randomized \nstudy. J Vasc Surg 1988;7:240-247. \n\n130. Katz D, Snyder SO, Gandhi RH et al. Long-term follow up for recurrent stenosis: a prospective \nrandomized study of expanded polytetrafluoroethylene patch angioplasty versus primary closure \nafter carotid endarterectomy. J Vasc Surg 1994;19:198-205. \n\n131. Lord RSA, Raj TB, Stary DL, et al. Comparison of saphenous vein patch, polytetrafluoroethylene \npatch, and direct arteriotomy closure after carotid endarterectomy. Part I: Perioperative results. J \nVasc Surg 1989;9:521-529. \n\n132. Myers SI, Valentine RJ, Chervu A, et al.  Saphenous vein patch versus primary closure for carotid \nendarterectomy: Long term assesment of a randomized prospective study. J Vasc Surg 1994;19:15-22. \n\n133. Ranaboldo CJ, Barros D’Sa ABB for the Joint Vascular Research Group. Randomized controlled \ntrial of patch angioplasty for carotid endarterectomy. Br J Surg 1993;80:1528-1530. Mannheim \nD. Weller B. Vahadim E. Karmeli R. Carotid endarterectomy with a polyurethane patch versus \nprimary closure: a prospective randomized study. J Vasc Surg 2005;41:403-408.\n\n134. Ballotta E, Da Giau G, Saladini M et al. Carotid endarterectomy with patch closure versus \ncarotid eversion endarterectomy and reimplantation: a prospective randomized study. Surgery \n1999;125:271-279.\n\n135. Ballotta E, Renon L, Da Giau G, et al. A prospective randomized study on bilateral carotid \nendarterectomy: patching versus eversion. Clinical outcome and restenosis. Ann Surg 2000;232:119-\n125.\n\n136. Balzer K. Eversion versus conventional carotid endarterectomy. In: Horsch S, Ktenidis K editor(s). \nPerioperative monitoring in carotid surgery. Darmstadt Steinkopff Springer, 1998:159-165. \n\n137. Cao P, Giordano G, De Rango Pand collaborators of the EVEREST Study Group. A randomized \nstudy on eversion versus standard carotid endarterectomy: study design and preliminary results: \nthe EVEREST trial. J Vasc Surg 1998;27:595-605. \n\n138. Radak Dj, Popović A, Radičević S, Nešković A, Bojić M. : Immediate reoperation for perioperative \nstroke after 2250 endarterectomies: Difference between intraoperative and early postoperative \nstroke, J. Vasc. Surg, 1999; 30(2): 245-251.\n\n139. Radak Dj, Radević B, Sternić N, et al. Single centre expirience on eversion versus standard carotid \nendarterectomy – a prospective non-randomized study, Cardiovascular Surgery, 2000, 8(6), 422-427. \n\n140. Radak Dj, Ilijevski N, Nenezić D et al. Temporal trends in eversion carotid endarterectomy for \ncarotid endarterectomy carotid atheroslerosis : Single-Center Experience with 5. 0034 Patients. \nVascular, Vol 15, No 4. pp 1-7, 2007.\n\n141. Maksimović M, Hristina D. Vlajinac, Dj. Radak et al. Association of socioeconomic status \nmeasured by education and risk factors for carotid atheroslerosis : Cross-sectional Study. Croat \nMed J. 2008; 49: 824-831. \n\n142. Radak Dj, Davidovic L, Vukobratov V, et al. Carotid artery aneurysms: Serbian multicentric study, \nAnn. Vasc. Surg. . 2007; 21(1): 23-29.\n\n143. Cao, PG. De Rango, P. Zannetti, S. et al. Eversion versus conventional carotid endarterectomy for \npreventing stroke. [Systematic Review] Cochrane Stroke Group Cochrane Database of Systematic \n\n\n\nНАЦИОНАЛНИ ВОДИЧ  ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ ОБОЉЕЊА КАРОТИДНИХ АРТЕРИЈА\n\n39\n\nReviews. 1, 2006. \n144. Nazarian SM, Yenokyan G, Thompson RE, et al. Statistical modeling of the volume-outcome effect \n\nfor carotid endarterectomy for 10 years of a statewide database. J Vasc Surg. 2008;48:343–50. \n145. Deen HG. Surgeon volume and carotid endarterectomy. J Am Coll Surg. 2003;196:826 –7. \n146. Dorafshar AH, Reil TD, Moore WS, et al. Cost analysis of carotid endarterectomy: is age a factor? \n\nAnn Vasc Surg. 2004;18:729–35. \n147. Kadkhodayan Y, Moran CJ, Derdeyn CP, et al. Carotid angioplasty and stent placement for \n\nrestenosis after endarterectomy. Neuroradiology. 2007;49:357– 64. \n148. Ringleb PA, Allenberg J, Bruckmann H, et al. 30 day results from the SPACE trial of stent-protected \n\nangioplasty versus carotid endarterecto- my in symptomatic patients: a randomised non-inferiority \ntrial Lancet. 2006;368: 1239 – 47.\n\n149. Kazmers A, Perkins AJ, Huber TS, et al. Carotid surgery in octogenarians in Veterans Affairs \nmedical centers. J Surg Res. 1999;81:87–90 \n\n150. Wennberg DE, Lucas FL, Birkmeyer JD, et al. Variation in carotid endarterectomy mortality in the \nMedicare population: trial hospitals,  volume, and patient characteristics. JAMA. 1998;279:1278–81. \n\n151. Debing E, Van den Brande P. Carotid endarterectomy in the elderly: are the patient characteristics, \nthe early outcome, and the predictors the  same as those in younger patients? Surg Neurol. \n2007;67:467–71. \n\n152. Hellings WE, Pasterkamp G, Verhoeven BA, et al. Gender-associated differences in plaque \nphenotype of patients undergoing carotid endarterectomy. J Vasc Surg. 2007;45:289–96. \n\n153. Debing E, Von Kemp K, Van den Brande P. Gender differences in cardiovascular risk factors in a \ncarotid endarterectomy population. Int Angiol. 2006;25:18–25. \n\n154. Alamowitch S, Eliasziw M, Barnett HJ. The risk and benefit of endarterectomy in women with \nsymptomatic internal carotid artery disease. Stroke. 2005;36:27–31. \n\n155. Ferguson GG, Eliasziw M, Barr HW, et al. The North American Symp- tomatic Carotid \nEndarterectomy Trial: surgical results in 1415 patients. Stroke. 1999;30:1751–8.\n\n156. Mattos MA, Sumner DS, Bohannon WT, et al. Carotid endarterectomy in women: challenging the \nresults from ACAS and NASCET. Ann Surg. 2001;234:438 – 45. \n\n157. Killeen SD, Andrews EJ, Redmond HP, et al. Provider volume and outcomes for abdominal aortic \naneurysm repair, carotid endarterectomy, and lower extremity revascularization procedures. J Vasc \nSurg. 2007; 45:615–26. \n\n158. Gupta AK, Purkayastha S, Unnikrishnan M, et al. Hyperperfusion syndrome after supraaortic \nvessel interventions and bypass surgery. J Neuroradiol. 2005;32:352–8. \n\n159. vanMook WN, Rennenberg RJ, Schurink GW, et al. Cerebral hyper- perfusion syndrome. Lancet \nNeurol. 2005;4:877–88. \n\n160. Maroulis J, Karkanevatos A, Papakostas K, et al. Cranial nerve dysfunction following carotid \nendarterectomy. Int Angiol. 2000;19:237– 41. \n\n161. Sternbach Y, Illig KA, Zhang R, et al. Hemodynamic benefits of  regional anesthesia for carotid \nendarterectomy. J Vasc Surg. 2002;35:  333–9. \n\n162. Cywinski JB, Koch CG, Krajewski LP, et al. Increased risk associated  with combined carotid \nendarterectomy and coronary artery bypass graft surgery: a propensity-matched comparison with \nisolated coronary artery bypass graft surgery. J CardiothoracVascAnesth. 2006;20:796 – 802.\n\n163. Stoner MC, Abbott WM, Wong DR, et al. Defining the high-risk patient for carotid endarterectomy: \nan analysis of the prospective National Surgical Quality Improvement Program database. J Vasc \nSurg. 2006; 43:285–95. \n\n164. Debing E, Van den Brande P. Does the type, number or combinations of traditional cardiovascular \nrisk factors affect early outcome after carotid endarterectomy? Eur J VascEndovasc Surg. \n2006;31:622–6. \n\n165. Sidawy AN, Aidinian G, Johnson ON III, et al. Effect of chronic renal insufficiency on outcomes \nof carotid endarterectomy. J Vasc Surg. 2008;48:1423–30.\n\n166. Kashyap VS, Moore WS, Quinones-Baldrich WJ. Carotid artery repair for radiation-associated \n\n\n\nНАЦИОНАЛНИ ВОДИЧ  ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ ОБОЉЕЊА КАРОТИДНИХ АРТЕРИЈА\n\n40\n\natherosclerosis is a safe and durable procedure. J Vasc Surg. 1999;29:90–6.\n167. Harrod-Kim P, Kadkhodayan Y, Derdeyn CP, et al. Outcomes of carotid angioplasty and stenting \n\nfor radiation-associated stenosis. AJNR Am J Neuroradiol. 2005;26:1781– 8. \n168. Favre JP, Nourissat A, Duprey A, et al. Endovascular treatment for carotid artery stenosis after \n\nneck irradiation. J Vasc Surg. 2008;48: 852– 8.\n169. The Canadian Cooperative Study Group. A randomized trial of aspirin and sulfinpyrazone in \n\nthreatened stroke. N Engl J Med. 1978;299:53–9.\n170. Taylor DW, Barnett HJ, Haynes RB, et al. ASA and Carotid Endarter- ectomy (ACE) Trial \n\nCollaborators. Low-dose and high-dose acetylsali- cylic acid for patients undergoing carotid \nendarterectomy: a randomised controlled trial. Lancet. 1999;353:2179–84.\n\n171. Engelter S, Lyrer P. Antiplatelet therapy for preventing stroke and other vascular events after carotid \nendarterectomy. Cochrane Database of Systematic Reviews 2003, Issue 3. Art. No. : CD001458. \nDOI: 10. 1002/14651858. CD001458. \n\n172. Payne DA, Jones CI, Hayes PD, et al.  Beneficial effects of clopidogrel combined with aspirin \nin reducing cerebral emboli in patients undergoing carotid endarterectomy. Circulation. \n2004;109:1476-1481.\n\n173. Palareti G, Legnani C. Warfarin withdrawal. Pharmacokinetic-pharmacodynamic considerations. \nClin Pharmacokinet. 1996;30:300-313.\n\n174. McGirt MJ, Perler BA, Brooke BS, et al. 3-Hydroxy-3-methylglutaryl coenzyme A reductase \ninhibitors reduce the risk of perioperative stroke and mortality after carotid endarterectomy. J Vasc \nSurg 2005;42:829-836.\n\n175. Durazzo AE, Machado FS, Ikeoka DT et al.Reduction in cardiovascular events after vascular \nsurgery with atorvastatin: a randomized trial. J Vasc Surg 2004;39:967-976.\n\n176. Schouten O, Kertai MD, Bax JJ, et  al. Safety of perioperative statin use in high-risk patients \nundergoing major vascular surgery. Am J Cardiol 2005;95:658-660.\n\n177. Perler B. The effect of statin medications on perioperative and long term outcomes following \ncarotid endarterectomy or stenting. Semin Vasc Surg 2007;20:252-258. \n\n178. Chaturvedi S, Yadav JS. The role of antiplatelet therapy in carotid stenting for ischemic stroke \nprevention. Stroke 2006;37:1572-1577. \n\n179. McPhee JT, Hill JS, Ciocca RG, et al. Carotid endarterectomy was performed with lower stroke \nand death rates than carotid artery stenting in the United States in 2003 and 2004. J Vasc Surg. \n2007;46:1112–8.\n\n180. Cayne NS, Faries PL, Trocciola SM, Saltzberg SS, Dayal RD, Clair D, Rockman CB, Jacobowitz \nGR, Maldonado T, Adelman MA, Lamperello P, Riles TS, Kent KC. Carotid angioplasty and stent-\ninduced bradycardia and hypotension: Impact of prophylactic atropine administration and prior \ncarotid endarterectomy. J Vasc Surg 2005;41:956-961.\n\n181. Pappadà G, Beghi E, Marina R, Agostoni E, Cesana C, Legnani F, Parolin M, Petri D, Sganzerla EP. \nHemodynamic instability after extracranial carotid stenting. Acta Neurochir (Wien) 2006;148:639-\n645.2\n\n182. Lin PH, Zhou W, Kougias P, El Sayed HF, Barshes NR, Huynh TT. Factors associated with \nhypotension and bradycardia after carotid angioplasty and stenting. J Vasc Surg 2007;46:846-854. \n\n183. Mlekusch W, Schillinger M, Sabeti S, Nachtmann T, Lang W, Ahmadi R, Minar E. Hypotension \nand bradycardia after elective carotid stenting: frequency and risk factors. J Endovasc Ther \n2003;10:851-861.\n\n184. Illig KA, Zhang R, Tanski W, et al. Is the rationale for carotid angio- plasty and stenting in patients \nexcluded from NASCET/ACAS or eligible for ARCHeR justified? J Vasc Surg. 2003;37:575–81.\n\n185. Coward LJ, Featherstone RL, Brown MM. Safety and efficacy of endo- vascular treatment of \ncarotid artery stenosis compared with carotid endarterectomy: a Cochrane systematic review of the \nrandomized evidence. Stroke. 2005;36:905–11.\n\n186. Coward LJ, Featherstone RL, Brown MM. Percutaneous transluminal angioplasty and stenting for \n\n\n\nНАЦИОНАЛНИ ВОДИЧ  ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ ОБОЉЕЊА КАРОТИДНИХ АРТЕРИЈА\n\n41\n\ncarotid artery stenosis. Cochrane Database Syst Rev. 2004;CD000515.\n187. Back MR. Commentary. Protected carotid stenting in high-surgical-risk patients: the ARCHeR \n\nresults. PerspectVascSurgEndovascTher. 2006;18:349 –51. \n188. Coward LJ, Featherstone RL, Brown MM. Percutaneous transluminal angioplasty and stenting for \n\nvertebral artery stenosis. Cochrane Database Syst Rev. 2005;CD000516. \n189. Gray WA. Endovascular treatment of extra-cranial carotid artery bifurcation disease. Minerva \n\nCardioangiol. 2005;53:69 –77.\n190. Protack CD, Bakken AM, Saad WA, et al. Radiation arteritis: a contraindication to carotid stenting? \n\nJ Vasc Surg. 2007;45:110–7.\n191. Kitta Y, Obata JE, Takano H, et al. Echolucent carotid plaques predict in-stent restenosis after bare \n\nmetal stenting in native coronary arteries. Atherosclerosis. 2008;197:177– 82.\n192. Geary GG. The vascular therapist. Heart Lung Circ. 2007;16:193–9.\n193. Maleux G, Demaerel P, Verbeken E, et al. Cerebral ischemia after filter-protected carotid artery \n\nstenting is common and cannot be pre- dicted by the presence of substantial amount of debris \ncaptured by the filter device. AJNR Am J Neuroradiol. 2006;27:1830–3. \n\n194. Ohki T, Veith FJ. Critical analysis of distal protection devices. SeminVasc Surg. 2003;16:317–25. \n195. Grube E, Colombo A, Hauptmann E, et al. Initial multicenter experience with a novel distal \n\nprotection filter during carotid artery stent implan-tation. Catheter CardiovascInterv. 2003;58:139 \n– 46.\n\n196. Sievert H, Rabe K. Role of distal protection during carotid stenting. J IntervCardiol. 2002;15:499 \n–504.\n\n197. Kwon BJ, Han MH, Kang HS, et al. Protection filter-related events in extracranial carotid artery \nstenting: a single-center experience. J EndovascTher. 2006;13:711–22.\n\n198. Cardaioli P, Giordan M, Panfili M, et al. Complication with an embolic protection device during \ncarotid angioplasty. Catheter CardiovascInterv. 2004;62:234 – 6.\n\n199. Tedesco MM, Lee JT, Dalman RL, et al. Postproceduralmicroembolic events following carotid \nsurgery and carotid angioplasty and stenting. J Vasc Surg. 2007;46:244–50. \n\n200. Iyer V, de Donato G, Deloose K, Peeters P, Castriota F, Cremonesi A, Setacci C, Bosiers M. The \ntype of embolic protection does not influence the outcome in carotid artery stenting. J Vasc Surg \n2007;46:251-256. \n\n201. Carotid revascularization using endarterectomy or stenting systems (CARESS): phase I clinical \ntrial. J EndovascTher. 2003;10:1021–30.\n\n202. Carotid Revascularization Using Endarterectomy or Stenting Systems (CaRESS) phase I clinical \ntrial: 1-year results. J Vasc Surg. 2005;42: 213–9.\n\n203. SAPPHIRE Investigators (Stenting and Angioplasty with Protection in Patients at High Risk for \nEndarterectomy).Protected Carotid-Artery Stenting versus Endarterectomy in High-Risk Patients. \nN Engl J Med 2004;351:1493-1501. \n\n204. Mas JL, Chatellier G, Beyssen B, et al. Endarterectomy versus stenting in patients with symptomatic \nsevere carotid stenosis. N Engl J Med. 2006;355:1660 –71.\n\n205. International Carotid Stenting Study investi- gators. Carotid artery stenting compared with \nendarterectomy in patients with symptom- atic carotid stenosis (International Carotid Stenting \nStudy): an interim analysis of a randomised controlled trial. Lancet 2010; 375(9719): 985-997. \n\n206. Mas JL, Trinquart L, Leys D, et al. Endarterectomy Versus Angioplasty in Patients with Symptomatic \nSevere Carotid Stenosis (EVA-3S) trial: results up to 4 years from a randomised, multicentre trial. \nLancet Neurol.  2008;7:885–92. \n\n207. CAVATAS investigators. Endovascular versus surgical treatment in patients with carotid stenosis \nin the Carotid and Vertebral Artery Transluminal Angioplasty Study (CAVATAS): a randomized \ntrial. Lancet 2001;357:1729-37. \n\n208. Naylor AR, Cuffe RL, Rothwell PM, et al. A systematic review of outcomes following staged \nand synchronous carotid endarterectomy and coronary artery bypass. Eur J VascEndovasc Surg. \n2003;25:380–9.\n\n\n\nНАЦИОНАЛНИ ВОДИЧ  ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ ОБОЉЕЊА КАРОТИДНИХ АРТЕРИЈА\n\n42\n\n209. KresowikTF, BratzlerDW, KresowikRA et al. Multistate improvement in process and outcomes of \ncarotid endarterectomy. J Vasc Surg. 2004;39: 372– 80.\n\n210. Dubinsky RM, Lai SM. Mortality from combined carotid endarterecto- my and coronary artery \nbypass surgery in the US. Neurology. 2007;68: 195–7.\n\n211. Brener B, Hermans H, Eisenbud D, et al. The management of patients requiring coronary bypass \nand carotid endarterectomy. In: Moore WS, editor. Surgery for Cerebrovascular Disease. 2nd ed. \nPhiladelphia, PA: WB Saunders; 1996:278–9.\n\n212.  Ricotta JJ, Wall LP, Blackstone E. The influence of concurrent carotid endarterectomy on coronary \nbypass: a case-controlled study. J Vasc Surg. 2005;41:397– 401.\n\n213. Byrne J, Darling RC III, Roddy SP, et al. Combined carotid endarterectomy and coronary artery \nbypass grafting in patients with asymptomatic high-grade stenoses: an analysis of 758 procedures. \nJ Vasc Surg. 2006;44:67–72.\n\n214. Kougias P, Kappa JR, Sewell DH, et al. Simultaneous carotid endarter- ectomy and coronary artery \nbypass grafting: results in specific patient groups. Ann Vasc Surg. 2007;21:408 –14.\n\n215. Van der Heyden J, Suttorp MJ, Bal ET, et al. Staged carotid angioplasty and stenting followed by \ncardiac surgery in patients with severe asymptomatic carotid artery stenosis: early and long-term \nresults. Circulation. 2007;116:2036 – 42. \n\n216. Timaran CH, Rosero EB, Smith ST, et al. Trends and outcomes of concurrent carotid revascularization \nand coronary bypass. J Vasc Surg. 2008;48:355– 60. \n\n217. Slovut DP, Olin JW. Fibromuscular dysplasia. N Engl J Med. 2004;350: 1862–71. \n218. Olin JW. Recognizing and managing fibromuscular dysplasia. Cleve Clin J Med. 2007;74:273–82. \n219. Zhou W, Bush RL, Lin PL, et al. Fibromuscular dysplasia of the carotid artery. J Am Coll Surg. \n\n2005;200:807. \n220. Dayes LA, Gardiner N. The neurological implications of fibromuscular dysplasia. Mt Sinai J Med. \n\n2005;72:418–20. \n221. Metso TM, Metso AJ, Helenius J, et al. Prognosis and safety of antico- agulation in intracranial \n\nartery dissections in adults. Stroke. 2007;38: 1837– 42.\n222. Engelter ST, Brandt T, Debette S, et al, for the Cervical Artery Dis- section in Ischemic Stroke \n\nPatients (CADISP) Study Group. Anti- platelets versus anticoagulation in cervical artery dissection. \nStroke. 2007;38:2605–11.\n\n223. Menon R, Kerry S, Norris JW, Markus HS. Treatment of cervical artery dissection: a systematic \nreview and meta-analysis. J NeurolNeurosurg Psychiatry. 2008;79:1122–7.\n\n224. Georgiadis D, Arnold M, von Buedingen HC, et al. Aspirin vsantico- agulation in carotid artery \ndissection: a study of 298 patients. Neurology. 2009;72:1810 –5.\n\n225. Dziewas R, Konrad C, Drager B, et al. Cervical artery dissection– clinical features, risk factors, \ntherapy and outcome in 126 patients. J Neurol. 2003;250:1179 – 84. \n\n226. Cohen JE, Gomori JM, Umansky F. Endovascular management of symptomatic vertebral artery \ndissection achieved using stent angioplasty and emboli protection device. Neurol Res. 2003;25:418–22.\n\n227. Shah Q, Messe SR. Cervicocranial arterial dissection. Curr Treat Options Neurol. 2007;9:55–62.\n228. Turowski B, Hanggi D, Siebler M. Intracranial bilateral vertebral artery dissection during \n\nanticoagulation after cerebral venous and sinus thrombosis (CSVT). ActaNeurochir (Wien). \n2007;149:793–7.\n\n229. Muller BT, Luther B, Hort W, et al. Surgical treatment of 50 carotid dissections: indications and \nresults. J Vasc Surg. 2000;31:980–8.\n\n230. Chiche L, Bahnini A, Koskas F, et al. Occlusive fibromuscular disease of arteries supplying the \nbrain: results of surgical treatment. Ann Vasc Surg. 1997;11:496–504.\n\n231. Edgell RC, Abou-Chebl A, Yadav JS. Endovascular management of spontaneous carotid artery \ndissection. J Vasc Surg. 2005;42:854–60.\n\n232. Sbarigia E, Battocchio C, Panico MA, et al. Endovascular management of acute carotid artery \ndissection with a waxing and waning neurologicaldeficit. J EndovascTher. 2003;10:45–8.\n\n\n\nНАЦИОНАЛНИ ВОДИЧ  ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ ОБОЉЕЊА КАРОТИДНИХ АРТЕРИЈА\n\n43\n\n233. Malek AM, Higashida RT, Phatouros CC, et al. Endovascular management of extracranial carotid \nartery dissection achieved using stent angioplasty. AJNR Am J Neuroradiol. 2000;21:1280–92.\n\n234. Hong MK, Satler LF, Gallino R, et al. Intravascular stenting as a definitive treatment of spontaneous \ncarotid artery dissection. Am J Cardiol. 1997;79:538.\n\n235. Liu AY, Paulsen RD, Marcellus ML, et al. Long-term outcomes after carotid stent placement \ntreatment of carotid artery dissection. Neurosurgery. 1999;45:1368–73.\n\n236. Anzuini A, Briguori C, Roubin GS, et al. Emergency stenting to treat neurological complications \noccurring after carotid endarterectomy. J Am CollCardiol. 2001;37:2074–9.\n\n237. Bejjani GK, Monsein LH, Laird JR, et al. Treatment of symptomatic cervical carotid dissections \nwith endovascular stents. Neurosurgery. 1999;44:755– 60.\n\n238. Albuquerque FC, Han PP, Spetzler RF, et al. Carotid dissection: technical factors affecting \nendovascular therapy. Can J Neurol Sci. 2002;29:54 – 60.\n\n239. Kadkhodayan Y, Jeck DT, Moran CJ, et al. Angioplasty and stenting in carotid dissection with or \nwithout associated pseudoaneurysm. AJNR Am J Neuroradiol. 2005;26:2328 –35.\n\n\n\nАгенција за акредитацију\nздравствених установа Србије\nДр Суботића 5, 11000 Београд\nТел. 011 71 51 722, \nE-mail: office@azus.gov.rs\n\nФаx: 011 71 51 724\n\n\n\tzadnja.pdf\n\tPage 2\n\n\tkarotidne arterije korica.pdf\n\tPage 1\n\n\n","access_permission:can_print":"true","pdf:docinfo:trapped":"False","xmpMM:DerivedFrom:InstanceID":"xmp.iid:D97AB45264F3E2119BD7CDB4747A3B14","producer":"Adobe PDF Library 10.0.1","access_permission:can_modify":"true","pdf:docinfo:producer":"Adobe PDF Library 10.0.1","pdf:docinfo:created":"2013-07-23T06:57:25Z"}