{"date":"2013-07-23T07:07:10Z","pdf:PDFVersion":"1.6","xmp:CreatorTool":"Adobe InDesign CS6 (Windows)","access_permission:modify_annotations":"true","access_permission:can_print_degraded":"true","dcterms:created":"2013-07-23T06:57:05Z","Last-Modified":"2013-07-23T07:07:10Z","dcterms:modified":"2013-07-23T07:07:10Z","dc:format":"application/pdf; version=1.6","xmpMM:DocumentID":"xmp.id:F7897AAB64F3E2119BD7CDB4747A3B14","Last-Save-Date":"2013-07-23T07:07:10Z","pdf:docinfo:creator_tool":"Adobe InDesign CS6 (Windows)","access_permission:fill_in_form":"true","pdf:docinfo:modified":"2013-07-23T07:07:10Z","meta:save-date":"2013-07-23T07:07:10Z","pdf:encrypted":"false","modified":"2013-07-23T07:07:10Z","Content-Length":"1654302","Content-Type":"application/pdf","X-Parsed-By":"org.apache.tika.parser.DefaultParser","trapped":"False","meta:creation-date":"2013-07-23T06:57:05Z","created":"Tue Jul 23 08:57:05 CEST 2013","naziv":"C:\\Users\\Dimitrije\\Desktop\\Interfejs\\pdf\\VodicZaDijagnostikovanjeiLecenjeAkutnihiHronicnihOboljenjaVena.pdf","access_permission:extract_for_accessibility":"true","access_permission:assemble_document":"true","xmpTPg:NPages":"51","Creation-Date":"2013-07-23T06:57:05Z","resourceName":"VodicZaDijagnostikovanjeiLecenjeAkutnihiHronicnihOboljenjaVena.pdf","access_permission:extract_content":"true","xmpMM:DerivedFrom:DocumentID":"xmp.did:F9245CB25AC8E2119E60D2842F4BE504","sadrzaj":"\nНационални водич \nдобре клиничке праксе\n\nАкутна и хронична \nобољења вена\n\nКлинички водич 12/12\nБеоград, 2013.\n\nИзрадила Републичка стручна \nкомисија за израду и \nимплементацију водича \nдобре клиничке праксе\n\n\n\nРепубличка стручна комисија за израду и имплементацију водича добре клиничке праксе\n\nМинистарство здравља Републике Србије\n\nНАЦИОНАЛНИ ВОДИЧ\nДОБРЕ КЛИНИЧКЕ ПРАКСЕ\n\nЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ\nАКУТНИХ И ХРОНИЧНИХ  \n\nОБОЉЕЊА ВЕНА\n\n \n\n \n \n\nПројекат израде националних водича добре клиничке праксе  \nфинансирао je Пројекат Министарства здравља Републике Србије  \n\n„Пружање унапређених услуга на локалном нивоу – DILS”\n\n\n\nНационални водич добре клиничке праксе за дијагностиковање и \nлечење акутних и хроничних обољења вена\n\nРепубличка стручна комисија за израду и имплементацију водича \nдобре клиничке праксе\nМинистарство здравља Републике Србије\n\nАгенција за акредитацију здравствених установа Србије\n\nИздавач: Агенција за акредитацију здравствених установа Србије\n\nУредник: Проф. др Горан Милашиновић, председник Републичке \nстручне комисије за израду и имплементацију водича добре клиничке \nпраксе\n\nЛектор: Марија Радовић\nТехничка припрема и штампа: Агенција Формат Београд\nТираж: 1.000 комада\n\nISBN  978-86-6235-011-4\n\nCIP - Каталогизација у публикацији\nНародна библиотека Србије, Београд\n\n616.14(083.1)\n\n   NACIONALNI vodič dobre kliničke prakse za\ndijagnostikovanje i lečenje akutnih i        \nhroničnih oboljenja vena / [izradila]        \nRepublička stručna komisija za izradu i      \nimplementaciju vodiča dobre kliničke prakse, \nMinistarstvo zdravlja Republike Srbije ;     \n[urednik Goran Milašinović]. - Beograd :     \nAgencija za akreditaciju zdravstvenih        \nustanova, 2013 (Beograd : Agencija Format). -\n49 str. : tabele ; 30 cm. - (Klinički vodič ;\n#12, #2013)\n\nTiraž 1.000. - Uvodna reč urednika: str. 3. -\nBibliografija: str. 48.\n\nISBN 978-86-6235-011-4\n1. Србија. Министарство здравља. Републичка\nстручна комисија за израду и имплементацију  \nводича добре клиничке праксе\na) Вене - Болести - Упутства\nCOBISS.SR-ID 199805708\n\n\n\nУВОДНА РЕЧ УРЕДНИКА:\n\nНАЦИОНАЛНИ ВОДИЧИ ДОБРЕ КЛИНИЧКЕ ПРАКСЕ дело су Радних група и рецензената, саста-\nвљених од еминентних домаћих стручњака, а именованих од стране Републичке стручне комисије за \nизраду и имплементацију водича добре клиничке праксе, којој је стручну, техничку и организациону \nподршку у раду пружала Агенција за акредитацију здравствених установа Србије.\n\nОвакви типови Националних водича добре клиничке праксе већ постоје у многим другим земљама \n(нпр. NICE у Енглеској), а циљ им је рационална примена и додатна анализа резултата великих, мул-\nтицентричних научних студија - које су основ глобалних препорука за добру клиничку праксу - како \nби се, иначе, веома велики издаци за савремену медицину довели до нивоа корисног и исплативог. \n\nПриликом избора приоритентних тема у првој години рада, Комисија се руководила истраживањем \n„Оптерећење болестима у Србији“ из 2000. године, које је користило методу „Глобална оптереће-\nност болестима“ (Murray & Lopez, 1996). Међутим, већ на првом састанку, Комисија је заузела став \nда се рад на водичима настави и континуирано одвија у наредним годинама како би се обухватила \nсва поља медицине и здравствене заштите.\n\nОсновни задатак који су имале Радне групе био је да током израде водича уједине сопствену струч-\nност, податке добијене претрагом литературе и познавање домаћих посебности здравствене заштите \nкако би обезбедили да се у водичима нађу врхунски домети светске медицине који су, истовремено, \nпримењиви на нашу тренутну социо-економску стварност и здравствени систем.\n\nПриликом рада, Радне групе имале су на располагању „Упутства за израду, развој и имплементацију \nводича добре клиничке праксе“, да би се постигла истоветност у форми, као и обавезујућу препору-\nку од стране Републичке комисије да појединачни водич обухвати не само све видове дијагностике \nи лечења, него и све нивое здравствене заштите, од примарне до терцијарне, како би нашао свео-\nбухватну примену од стране свих актера и фактора, укључених у систем домаћег здравства. Ради \nшто бољег и ефикаснијег приступа тексту појединачног водича, Републичка комисија донела је од-\nлуку да се најпотпунија и најшира верзија водича, која укључује све референце које је Радна група \nкористила приликом рада, постави на интернет-странице Агенције за акредитацију здравствених \nустанова Србије и Министарства здравља. Национални водичи добре клиничке праксе нису оба-\nвезујући ни за једног лекара у Србији, aли морална обавеза сваког јесте да у процесу дијагностике \nи лечења примењује сва расположива достигнућа и знања савремене медицине, а она се од средине \nXX века ослањају, готово, искључиво на чињеницама и доказима, добијеним из великих научних \nстудија, што је, управо, главна теоријска основица за израду ових Националних водича. Због тога, \nРепубличка комисија мисли да ће уважавање и пуна примена Националних водича добре клиничке \nпраксе водити уједначеном и усаглашеном приступу оболелој особи од стране свих актера у ланцу \nнашег здравственог система, чиме ће се обезбедити боља домаћа медицина и ефикасније лечење, те \nпредлаже свима у здравству на које се појединачни водич односи да га уврсте у обавезну медицин-\nску литературу, а његову примену сврстају у будући морални кодекс. \n\nОнима који буду поступили другачије, преостаје да одговарају сопственој савести.    \n  \n\nБеоград, 7. септембар 2012.\n\n                           \n                                       Проф. др Горан Милашиновић\n\n\n\nРАДНА ГРУПА ЗА ИЗРАДУ ВОДИЧА\n\nРуководилац: \nПроф. др Живан В. Максимовић \nКлиника за васкуларну и ендоваскуларну хирургију КЦС, Београд;  \nМедицински факултет у Београду\n\nСекретар: \nАсист. др Драган Милић  \nКлиника за кардиоваскуларну хирургију КБЦ Ниш; Медицински факултет Ниш \n\nЧланови радне групе:\nПроф. др Лазар Давидовић \nКлиника за васкуларну и ендоваскуларну хирургију КЦС, Београд;  \nМедицински факултет у Београду\n\nПроф. др Ђорђе Радак\nКлиника за васкуларну хирургију ИКВБ „Дедиње”, Београд;  \nМедицински факултет у Београду\n\nНаучни сарадник Илијас Чинара, др сц. мед.\nКлиника за васкуларну и ендоваскуларну хирургију КЦС, Београд\n\nДр  Драган Васић , др сц. мед.\nКлиника за васкуларну и ендоваскуларну хирургију КЦС, Београд;\n\nДр Ивана Дунић, др сц. мед.\nГрадски завод за кожне и венеричне болести, Београд;\n\nДоц. др пуковник Урош Зорановић\nКлиника за васкуларну хирургију ВМА, Београд;\n\nДоц. др Милан Матић\nКлиника за дерматовенерологију КЦВ, Нови Сад; Медицински факултет, Нови Сад;\n\nАсист. др Божидар Новаковић\nКлиника за васкуларну хирургију КБЦ, Крагујевац\n\nРецензенти:\nДоц.др Мирослав Марковић\nКлиника за васкуларну и ендоваскуларну хирургију, Клинички центар Србије\n\nДоц.др Душан Костић\nКлиника за васкуларну и ендоваскуларну хирургију, Клинички центар Србије\n\nПроф.др Небојша Лалић\nКлиника за ендокринологију, дијабетес и болести метаболизма, Клинички центар Србије, \nпотпредседник Републичке стручне Комисије за израду и имплементацију водича добре клиничке \nпраксе\n\n\n\nСАДРЖАЈ\n\nКЉУЧНЕ РЕЧИ  ..................................................................................................................................... 6\n\nСКРАЋЕНИЦЕ  ....................................................................................................................................... 6\n\nАНАТОМИЈА  ВЕНСКОГ СИСЕТМА  .............................................................................................. 7\n\nАКУТНИ ВЕНСКИ ЗАСТОЈ  ............................................................................................................... 8\nПовршински тромбофлебитис .......................................................................................................... 8\nТромбоза дубоких вена  ..................................................................................................................... 9\n\nИНЦИДЕНЦА ТДВ И ПЕ  ................................................................................................................... 10\n\nФАКТОРИ РИЗИКА  ТДВ  .................................................................................................................. 12\n\nКЛИНИЧКЕ МАНИФЕСТАЦИЈЕ ТДВ  .......................................................................................... 14\n\nПРИМАРНА ПРОФИЛАКСА ТДВ  .................................................................................................. 17\n\nСЕКУНДАРНА ПРОФИЛАКСА ФЛЕБОТРОМБОЗЕ  ................................................................. 12\n\nПЛУЋНА ЕМБОЛИЈА  ....................................................................................................................... 32\n\nХРОНИЧНА ВЕНСКА ИНСУФИЦИЈЕНЦИЈА  ........................................................................... 33\n Ulcus cruris  ............................................................................................................................... 36\n Дијагноза хроничне венске инсуфицијенције  ...................................................................... 37\n Лечење хроничне венске инсуфицијенције  .......................................................................... 38\n\nИЗАБРАНА ЛИТЕРАТУРА  ................................................................................................................. 48 \n\nЗАХВАЛНОСТ ...................................................................................................................................... 49\n\n\n\nНАЦИОНАЛНИ ВОДИЧ ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ АКУТНИХ И ХРОНИЧНИХ ОБОЉЕЊА ВЕНА\n\n6\n\nКључне речи: \nТромбоза дубоких вена, тромбофлебитис, хронична венска инсуфицијенција, \nтромбопрофилакса, нискомолекуларни хепарини, градуисана компресија, склерозантна терапија, \nхируршко лечење вена, физикална терапија венских обољења, медикаментозна терапија, \nвенотоници, консензус документ о венским обољењима, практични водичи за венске болести. \n\nСкраћенице:\nКДУЗ – колор доплер ултразвук,  ГКБ – градуисана компресивна терапија (бандажа или \nчарапе), ХВИ – хронична венска инсуфицијенција (болест), ИПК – интермитентна пнеуматска \nкомпресија, LMWH – нискомолекуларни хепарин(и), ПЕ – пулмонални емболизам, ПТЕ – \nплућне (тромбо)емболије, ТПВ – тромбофлебитис површинских вена, ТДВ – тромбоза дубоких \nвена, UH – нефракционисани хепарин, ВКА – витамин К антагонист (перорални антикоагуланс), \nВТЕ – венски тромбоемболизам, INR – јединица протромбинског времена (international numeric \nratio), НМР – нуклеарна магнетна резонанца, ПВ – протромбинско време, ПТТ – парцијално \nтромбопластинско време, ПАК – орални антикоагуланс(и),  ТТ- тромболитичка терапија, ТПК – \nтотална протеза кука, АТ – антитромбин, ИВКФ – филтри vene cave inferior, VSM – vena safena \nmagna, VSP – vena safena parva, ЦТ –компјутеризована томографија, МСЦТ – мултислајсна \nкомпјутеризована томографија, КВМ – конгениталне васкуларне малформације, ВМ – венске \nмалформације. \n\n\n\nНАЦИОНАЛНИ ВОДИЧ ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ АКУТНИХ И ХРОНИЧНИХ ОБОЉЕЊА ВЕНА\n\n7\n\nВенска обољења спадају у групу најмасовнијих обољења савременог човека. Јављају се у \nсвим поднебљима, у свим  расама и свим животним добима, а чешћа су код жена. Могу имати \nакутни (тромбоза дубоких вена – ТДВ, површински тромбофлебитис – ТПВ, плућне емболије – \nПТЕ) или хронични ток – хронична венска инсуфицијенција – ХВИ (посттромботски синдром, \nдерматофлебосклероза, венски улкуси). \n\nЕтиопатогенеза венских обољења базира се на склоности стварања тромбозе и прогресив-\nној дисфункцији венског система узрокованој валвуларном некомпетентношћу и/или венском \nопструкцијом, што доводи до ретроградног тока крви и венског рефлукса са прогресивним \nоштећењем микроциркулације.\n\nФактори ризика венских обољења су бројни: примарна обољења венског зида и венских вал-\nвула (тзв. мезодермска астенија), застојна стања (статичко оптерећење) и промене у саставу крви. \n\nКлиничка слика манифестује се акутним и хроничним симптомима и знацима обољења која, у \nствари, представљају венски застој. Треба напоменути да венска обољења дуго могу бити асимпто-\nматска или са дискретним или непрепознатљивим симптомима и знацима. Клиничке компликације \nвенских обољења могу бити фаталне (плућни тромбоемболизам) или пак довести до тешких секве-\nла праћених инвалидитетом и морбидитетом (венски улкуси). \n\nДијагностика венских обољења, уопште, утврђује се на основу анамнезе и клиничких налаза. \nУлтразвучни преглед – (колор) дуплекс скен ултрасонографије (КДУЗ) јесте метода избора, а ко-\nрисне могу бити лабораторијске и друге дијагностичке процедуре.\n\nПрофилакса венских обољења подразумева спровођење низа поступака и мера  којима се спре-\nчава настанак венских обољења. То обухвата примену градуисане компресивне бандаже (елас-\nтични завоји, чарапе) и примену фармаколошких агенаса (нискомолекуларни хепарини итд.).\n\nЛечење венских обољења спроводи се различитим агенсима: рана активација (покретљивост) \nризичних болесника, примена градуисане компресивне бандаже, примена склерозантне, медика-\nментозне и хируршке терапије.\n\nАнатомија венског система\n\nБолести вена  најчешће се локализују на венама доњих екстремитета. Оне могу бити дубоке \n(прате истоимене артерије), површинске (смештене у супрафасцијалном простору) и комуникант-\nне (чине комуникацију између дубоких и површинских вена) тј. перфорантне (пробијају фасцију \nкоја раздваја просторе у којима се налазе површинске и дубоке вене), које могу бити директне, \nиндиректне, мешовите и атипичне. Нормално, крв из површинских вена празни се у дубоке било \nдиректно било кроз систем перфорантних (комуникантних) вена (табела 1). Патолошки проце-\nси најчешће се дешавају у венама доњих есктремитета, а у око 2% до 10% јављају се тромбоза, \nтромбофлебитис и посттромботски застој вена горњих екстремитета (примарне или секундарне \nетиологије). \n\nTабела 1.\nАнатомија вена доњих екстремитета Ниво препоруке\n\nФеморалне, поплитеалне и круралне вене јесу место где најчешће настаје и развија се акутна \nили хронична венска инсуфицијенција. 1\n\nГлавне површинске вене јесу в. сафена магна и в. сафена парва. 1\n\nПерфорантне (комуникантне) вене најчешће су локализоване на медијалној страни \nпотколенице. Инкомпетенцијом Кокетових, Бојдових и Додових перфоратора најчешће \nнастаје патолошки рефлукс крви који је одговоран за настанак прогресивне ХВИ.  \n\n1\n\n\n\nНАЦИОНАЛНИ ВОДИЧ ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ АКУТНИХ И ХРОНИЧНИХ ОБОЉЕЊА ВЕНА\n\n8\n\nВенодинамика је детерминисана сасвим другачијим факторима него проток кроз артеријски \nсистем. Тако, венски проток се одвија насупрот дејству силе земљине теже уз помоћ венске пум-\nпе, тј. контракцијом мишића (венска систола и дијастола) и периферних – екстравенских пумпи. \nДакле, доминантно је дејство тзв. негативног интерплеуралног притиска, који „усисава“ венску крв \n(табела 2). Стога, проток кроз вене није симултан срчаној радњи (као проток кроз артерије). Венске \nвалвуле одређују смер протока крви.  \n\nТабела 2.\nОсновни фактори венодинамике Ниво доказаности \n\nПроток кроз венски систем детерминисан је другачијим факторима (савладавање \nгравитационог притиска) него кроз артеријски систем, тј. није одређен кинетичком енергијом \nкоју крв добија контракцијом срца. Смер венског тока (од периферије ка срцу) одређен је \nфункцијом венских валвула.\n\nА\n\nКомпресија на дубоке вене (карлице или друге) може довести до застоја у дисталној венској \nмрежи. Имобилна стања и/или одсуство мишићне контракције доводе до застоја у дисталној \nвенској мрежи.\n\nА\n\n1. Акутни венски застој\n\nАкутни венски застој може бити изазван ТПВ и ТДВ, као и њеним посебним стањима (Phlegmasia \nalba dolens, Phlegmasia cerulea dolens).\n\nЕмболије плућа, плућни тромбоемболизам (ПТЕ), озбиљне су и потенцијално опасне по живот \nболесника (табела 3). Термин венски тромбоемболизам (табела 4) подразумева постојање ТДВ и ПЕ.\n\nТабела 3.\nАкутна стања венског застоја Степен препоруке Степен доказаности\n\nThrombophlebitis superficial (ТПВ) 1 A\n\nPhlebothrombosis (TDV) и компликације: Phlegmasia alba dolens, \nPhlegmasia cerulea dolens, Embolia pulmonis 1 A\n\nТабела 4. \nТермин венски тромбоемболизам Ниво препоруке Ниво доказаности\n\nТермин венски тромбоемболизам (ВТЕ) укључује постојање ТДВ \nи емболије плућа (ПTE). 1 A\n\na. Површински тромбофлебитис (ТПВ)\n\nТПВ је тромбоза површинске вене, праћена запаљењем свих слојева венског зида (panflebitis) \nи околног ткива (periflebitis) сa испољеним факторима поткожне инфламације (rubor, calor, dolor \nи др.).  Може бити трауматски (повреде вена, и. в. дијагностичко-терапијске пункције и катетери-\nзације), јатрогени (склерозантна терапија), код варикозитета, током инфекција септички флеби-\nтис, супуративни ТПВ, током тромбозе хемороида, миграторни или сасвим непознате етиологије \n(табела 5). Најчешће се локализује на доњим, али може бити и на горњим екстремитетима (стања \nнакон и. в. инфузије лекова или дијагностичких поступака). \n\n\n\nНАЦИОНАЛНИ ВОДИЧ ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ АКУТНИХ И ХРОНИЧНИХ ОБОЉЕЊА ВЕНА\n\n9\n\nТабела 5.        \nКарактеристике површинског тромбофлебитиса Ниво доказаности\n\nТПВ је праћен јаче испољеним запаљењем свих слојева зида (panphlebitis) и околног ткива \n(periphlebitis), па се стога и назива Thrombophlebitis superficialis. A\n\nПовршински тромбофлебитис може се налазити у магистралним површинским венама или \nњеним притокама. Дистални (потколени) тромбофлебитис и флебитис варикса (венских прито-\nка) обично не представља значајан медицински проблем. Лако се открива локалним налазом за-\nпаљенских промена осетљивих на додир и захтева локално лечење (алкохолни облози – раствор \nса водом 1 : 1), еластичне бандаже (завој за вене) и примену антиагрегационих агенаса. Само у \nслучају бактеријске инфекције индикована је примена антибиотика. \n\nПроксимални (натколени) тромбофлебитис вене сафене магне може довести до пропагације \nтромба и његовог ширења у феморалну вену (ацедентни тромбофлебитис), па тако и до ТДВ (фе-\nморалне флеботромбозе), па чак и до плућне емболије. Стога се овакво стање мора одмах дијаг-\nностиковати, а у случају ширења ка сафенофеморалној јункцији неопходна је ургентна хируршка \nтерапија: кросектомија и ресекција или парцијални стрипинг тог сегмента в. сафена магна. На \nтај начин, ефикасно и трајно, спречава се пропагација површинског тромбофлебитиса у дубоки \nсистем. Посебно је потребно нагласити да се тромб код ТПВ по правилу налази проксималније \nод линије клиничке демаркације. Тачан ниво пропагације тромба може се одредити КДУЗ, а не \nклиничким прегледом. Постоје и препоруке да се проксимални, асцедентни ТПВ може лечити и \nмедикаментозно (нискомолекуларни хепарин). Међутим, искуства (посебно председника радне \nгрупе) указују на то да тромб у површинском систему није адхерентан ни после недељу дана при-\nмене НМХ. Дакле, само хируршка метода (пресецање сафенске вене на сафенофеморалној јунк-\nцији, кросектомија и парцијални или комплетни стрипинг VSM представља методу избора у ле-\nчењу асцедентног, проксималног ТПВ  (табела 6). Исти принципи важе и за тромбофлебитис вене \nсафене парве. Перорална, антикоагулантна медикаментозна терапија може се препоручити само \nкод болесника код којих је хируршка тромбектомија, из било којих разлога, контраиндикована.\n\nПрепоруке у терапији тромбофлебитиса површинских вена\n\nТабела 6.\nОсновне препоруке за лечење тромбофлебитиса Ниво препоруке Ниво доказаности\n\nКод тромбофлебитиса вeне сафене удаљености 1 цм од \nсафенофеморалног или сафенопоплитеалног ушћа, препоручује се \nвисока лигација (са парцијалним или комплетним стрипингом или без \nњега) сафенске вене да би се избегли ширење у дубоке вене и плућна \nемболизација. \n\n1 A\n\nАнтикоагулантна терапија је прихватљива као алтернативна терапија. 2 Б\n\nКод тромбофлебитиса локализованих у дисталном сегменту или у \nпритокама VSM предлажу се кретање, алкохолне облоге и нестероидни \nантиинфламаторни препарати. Хируршка ексцизија препоручује се само \nу посебним случајевима рекурентних напада тромбофлебитиса упркос \nмаксималној медицинској терапији. \n\n2 Б\n\nб. Тромбоза дубоких вена (TДВ)\n\nСоцио-епидемиолошки значај \n\nTДВ се годишње  у Европи и САД јавља код око 50–160 људи у популацији од 100.000, док фатал-\nни ПE настаје у око 0,06% популације. У САД годишње се региструје око 275.000 нових случајева \n\n\n\nНАЦИОНАЛНИ ВОДИЧ ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ АКУТНИХ И ХРОНИЧНИХ ОБОЉЕЊА ВЕНА\n\n10\n\nВTE. Венска обољења се чешће јављају код жена него мушкараца и тај однос се креће од 6:1 до \n3:2. Према подацима VCP (Vein consult program спроведен 2011. под окриљем International Union \nof Phlebology), у Србији тај однос износи 5 : 2. \n\nПреваленца варикозних вена у одраслој популацији западне Европе и САД износи преко 20% \n(21,8–29,4%) популације.  Око 5% (3,6–8,6%) одрасле западне популације има кожне промене или \nулкусе услед хроничне венске инсуфицијенције. Активни венски улкуси присутни су код 0,5–2% \nодрасле западне популације, а њих 0,6–1.4% има зарасле венске улкусе. \n\nИнциденца ТДВ и ПЕ\n\nТабела 7.\nИнциденца ТДВ у САД Ниво доказаности\n\nУ Сједињеним Америчким Државама сваке године је око 275.000 нових случајева \nвенског тромбоемболизма. Инциденца првог јављања венског тромбоемболизма је 50,4 \nна 100 000 особа годишње.\n\n              A\n\nЕтиопатогенеза флеботромбоза\n\nВенске тромбозе могу бити локализоване на дубоким (ТДВ) и површинским венама (TПВ). \nЕтиопатогенеза тромбозе дефинисана је још 1856. године (Вирховљева тријада: стаза протока, ле-\nзија ендотела, појачана вискозност односно хиперкоагулабилност крви). Етиопатогенетски фак-\nтори са својим дејством веома су присутни код већине хируршких, ортопедских, неуролошких, \nгинеколошких и интернистичких обољења (табела 8). Да би настала флеботромбоза, потребно је \nистовремено дејство два фактора тријаде. \n\nТабела 8.\nФактори ризика акутних венских обољења Ниво доказаности\n\nНајзначајнији фактори ризика за настанак акутног венског тромбоемболизма јесу: \nгодине старости, велике хируршке операције, трауме, стања хиперкоагулабилности, \nмалигнитети, болничка или кућна нега, позитивна породична анамнеза о венским \nтромбоемболизмима, имобилизација, централни венски катетери, трудноћа, надокнада \nестрогена, орални контрацептиви, хормонска терапија и дуга путовања. \n\nА\n\nХетерозиготне мутације Лајден фактора 5. повећавају ризик за настанак венске \nтромбоемболије 3–8 пута, док се ризик код хемозиготних мутација повећава 50–80 пута. А\n\nНајвећи ризик за настанак постоперативних венских тромбоемболија имају болесници са \nмултиплим факторима ризика, посебно након операција уградње вештачког кука/колена, \nили са фрактурама кука, великим траумама или повредама кичмене мождине.\n\nА\n\nТромбоза уопште, а посебно венска, јесте мултифакторијална болест у чијем настанку учес-\nтвују најмање два фактора Вирховљеве тријаде. Поремећај хемостазе који доводи до тромбозе \nназива се тромбофилија. Он може бити трајни или пролазни, па и тромбофилија може бити кон-\nгенитална и стечена. Тако су урођени недостаци антитромбина, протеина Ц и протеина С најра-\nније препознати као чиниоци урођене тромбофилије, али је њихова инциденца релативно мала. \nДакле, урођени чиниоци тромбофилије су: налаз резистенције на активирани протеин Ц (услед \nполиморфизма гена за фактор 5. тип Leiden), који има нормалну коагулантну активност, затим \nполиморфизам гена за протромбина 20210 (FII20210), који је одговоран за синтезу протромбина \nчија је активност повећана за 30%, као и полиморфизам гена за ензим метилен тетрахидрофолат \nредуктазу. У условима недостатка фолата може доћи до хиперхомоцистеинемије, која повећава \nризик од артеријских и венских тромбоза. Повишен фибриноген (полиморфизам A10034T), пови-\nшени F VIII, F IX (полиморфизам G31134A), FXI као и не-О  крвне групе повећавају ризик ВТЕ \n(табела 9). Ретко се као фактори ризика за настанак тромбозе помињу дисфибриногенемија, висок \n\n\n\nНАЦИОНАЛНИ ВОДИЧ ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ АКУТНИХ И ХРОНИЧНИХ ОБОЉЕЊА ВЕНА\n\n11\n\nтромбином активиран фибринолизни инхибитор (TАФИ), низак TFPI (инхибитор ткивног пута \nкоагулације), полиморфизам F XIII-34Val, висок инхибитор протеина Ц (PCI) и други. \n\nТабела 9.\nПрепоруке о патогенези и развоју акутне венске тромбозе Ниво доказаности\n\nАкутна венска тромбоза узрокује акутни инфламаторни одговор који води ка хроничној \nинфламацији како венског зида тако и тромба. То узрокује повећање тромбне масе, \nорганизације, реканализације, оштећења венског зида и залистака.\n\nA\n\nД-димер, молекули из ендотела и тромбоцита, и растворен П-селектин представљају \nмаркере тромбозе и повишени су код болесника са тромбоемболијом. A\n\nРазлагање акутне тромбне масе условљено је природним антикоагулансима као што су \nантитромбин III, протеин Ц, протеин С и тромбин. B\n\nПолиморфонуклеарне ћелије доводе до фибринолизе и колагенолизе, које имају кључну \nулогу у раном разлагању тромба. Моноцити имају главну улогу у касној фази разлагања \nтромбне масе.\n\nA\n\nСтечене тромбофилије најчешће настају код присуства антифосфолипидних антитела, од-\nносно лупус антикоагуланаса, антикардиолипинских антитела и/или анти-бета2-гликопротеин I \nантитела, која  доприносе настанку венских (2/3) и артеријских (1/3) тромбоза. Такође, тромбози \nдоприносе нека стања (старост, гојазност, трудноћа, дуготрајно лежање или седење, разне боле-\nсти, малигнитети, операције, лекови и пушење). Kод ВТЕ често се могу наћи разни тромбофилни \nфактори (F 5. Leiden, protrombin 20210). Постојање два или више тромбофилних фактора повећа-\nва ризик од тромбозе и ретромбозе.\n\nТромбоза удружена са конгениталном тромбофилијом обично се открива у млађем узрасту, пре \n45. године, често се понавља и компликује емболијама, настаје без јасних ризика или после безна-\nчајне провокације, у трудноћи или постпартално, у току примене оралних контрацептива, имоби-\nлизације, периоперативно или постоперативно, и често постоји позитивна породична анамнеза. \nТромбофилија се може доказати и код жена са понављаним спонтаним побачајима и опстетрич-\nким компликацијама.\n\nДијагностиковање тромбофилије има важну улогу у одређивању трајања секундарне антико-\nагулантне профилаксе. Код болесника са тромбофилијом треба применити примарну антикоа-\nгулантну профилаксу у условима повећаног ризика од тромбозе као што су имобилизација, хи-\nруршка операција, трудноћа, порођај, коришћење оралних контрацептива, гојазност, дуготрајно \nпасивно (статичко) оптерећење, хиперхолестеролемија или хипергликемије, и дијете сиромашне \nфолатима. Дефинисане су препоруке о евалуацији тромбофилије хиперкоагулабилних стања (табе-\nла 10) и других патолошких стања у настанку тромбозе дубоких вена.\n\nТабела 10.\n Препоруке о евалуацији тромбофилије Ниво препоруке Ниво доказаности\n\nЕвалуација тромбофилије препоручује се  за болеснике који имају:\n1. Необјашњене или идиопатске тромбоемболије (први случај);\n2. Секундарни, први случај, неповезан с тумором, и старост испод 50 \nгодина (укључује тромбозе настале услед употребе оралних контрацептива \nи хормонске суплементне терапије);\n3. Рекурентне  идиопатске, или секундарне ВТЕ, неповезане с тумором;\n4. Тромбозе на неуобичајеним местима (портна вена, венски синуси, итд.);\n5. Екстензивне тромбозе;\n6. Наглашену породичну анамнезу ВТЕ. \n\n1 Ц\n\nТестирање на тромбофилију препоручује се код највећег дела болесника \n2–4 недеље након завршетка типичног лечења (уобичајено 6 месеци) \nантикоагулантном терапијом.\n\n1 Ц\n\n\n\nНАЦИОНАЛНИ ВОДИЧ ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ АКУТНИХ И ХРОНИЧНИХ ОБОЉЕЊА ВЕНА\n\n12\n\nФактори ризика ТДВ и ПЕ\n\nНајзначајнији фактори ризика за настанак ТДВ и ВТЕ сагласни су Вирховљевој тријади, а у \nњих спадају: повреде и операције на куку и колену, сва имобилна стања, ранији ВТЕ, примена \nинвазивних дијагностичких и терапијских поступака, примена хормонских препарата, дуготрајне \nоперације и паранеопластички синдром.\n\nДефинисани су и ризико фактори (табела 11) који доводе до конгениталне или стечене тром-\nбофилије. На тромбофилију треба посумњати код понављаних тромбоемболија, без јасно предис-\nпонирајућих услова, код млађих особа са позитивном породичном анамнезом, код фулминантне \nнеонаталне пурпуре и некрозе коже изазване кумарином, код тромоза у трудноћи или постпартал-\nно, затим код жена са понављаним спонтаним побачајима.\n\nТабела 11.\nФактор ризика Степен ризика\n\nЖивотна доб Релативан, 1,9% сваких 10 година\n\nХируршке интервенције\n\nОпшта хирургија 19–33%   \nУргентна хирургија 8–35%\nХерниопластика 5%\nНеурохирургија 25–40%\nГрудна хирургија 30% \nВаскуларна хирургија 8–20%\nХирургија кука и/или колена 48–75%   \nМенисцектомија 10–25%\nГинеколошке операције 25% \nSectio Cesarea 1–2%\nТрансвезикална ресекција простате 10%\n\nТраума 58%\n\nМалигнитет 15–25%\n\nРанији тромбоемболизам 7–27%\n\nПримарна хиперкоагулабилна стања\n– Антитромбин, протеин Ц или С дефицит\n–  Фактор 5. Leiden\n            Хетерозигот\n            Хомозигот\n– Протромбин 20210А\n– Повећање фактора VIII\n\n    – Хиперхомоцистеинемија\n\n10 X\n\n8 X\n80 X\n4 X\n6 X\n2,5 – 4 X\n\nПородична анамнеза 2,9 X\n\nОрални контрацептиви 2,9 X  (30 – 50 X са фактором 5 Leiden)\n\nСупституциона естрогена терапија 2 – 4 X\n\nИмобилизација 2 X\n\nТрудноћа и пуерперијум 1–2%\n\nКатетеризација препоне 12% \n\nМождани инзулт\n    са параплегијом ногу\n\n10%\n60–70%\n\nОпшта интернистичка обољења \n    Инфаркт миокарда\n\n10–15 %\n5–20 %\n\nИнфективна обољења 5%\n\nРадијациона терапија 40%\n\n\n\nНАЦИОНАЛНИ ВОДИЧ ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ АКУТНИХ И ХРОНИЧНИХ ОБОЉЕЊА ВЕНА\n\n13\n\nНалаз антифосфолипидних антитета\n    Лупус антикоагулантна\n    Антикардиолипинска\n\n6 X\n2 X\n\nГојазност Варијабилно\n\nПушење Варијабилно\n\nАлкохолизам Варијабилно\n\nСви фактори могу се класификовати у три групе: фактори високог, умереног и ниског ризика за \nнастанак ТДВ (табела 12). Познавање ове класификације битно је за профилаксу ТДВ и ПE. Тако бо-\nлесници са малим ризиком захтевају рану активацију, болесници са умереним ризиком градуисану \nкомпресивну бандажу, а болесници са високим ризиком захтевају примену ГKБ и нискомолекулар-\nног или стандардног хепарина.\n\nТабела 12.\n\nКатегорије ризика настанка ТДВ код оперативно \nлечених болесника  \n\n Ризик од венске тромбоемболије    (процењен \nобјективним тестовима)\n\nЛокализација Потколена тромбоза\n\nТромбоза \nпроксималних \nвена\n\nФатална  \nплућна  \nемболија\n\nВисок ризик\nЕкстензивне операције карлице, кука или абдомена или \nопште хируршке процедуре код болесника старих преко \n65 година \nОпште хируршке операције код болесника  старих преко \n40 година са анамнезом недавне ТДВ или ПЕ\n\n40–80% 10–30% 1–5%\n\nУмерен ризик \nОпште хируршке операције које трају 30 мин. до \n2 сата код болесника преко 40 година или оперативно \nлечених болесница млађих од 40 година ако користе \nоралне контрацептиве \n\n10–40% 2–10% 0,1–0,7%\n\nНизак ризик \nНекомпликоване хируршке операције код болесника \nмлађих од 40 година, а без других фактора ризика\nМале хируршке интервенције (испод 30 мин.) у \nболесника преко 40 година, без других фактора ризика\n\n< 10% < 1%       ‹ 0,01%\n\nРизик за настанак флеботромбозе може се квантификовати и помоћу тзв. Велсовог скора, при \nчему поједине карактеристике носе одређен број бодова. Виши скор индикује већу могућност за \nнастанак ТДВ. Скор мањи од 2 указује на то да не постоји могућност за појаву ТДВ (табела 13).\n\n\n\nНАЦИОНАЛНИ ВОДИЧ ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ АКУТНИХ И ХРОНИЧНИХ ОБОЉЕЊА ВЕНА\n\n14\n\nТабела 13. Велсов скор \nКлиничке карактеристике Скор\nМалигнитет  (најмање 6 месеци онколошке терапије или присутна палијативна терапија) 1\n\nПарализа; пареза; или недавна имобилизација доњих екстремитета гипсом 1\n\nВезаност за кревет 3 дана или дуже; или велике операције у претходних 12 недеља уз примену \nопште или регионалне анестезије 1\n\nЛокализована осетљивост ноге дуж захваћеног венског система ТДВ 1\n\nЕдем целе ноге 1\n\nОтеченост листа потколенице најмање 3 цм веће у односу на асимптоматски или незахваћен \nекстремитет (мерење се обавља 10 цм испод тибијалне кврге) 1\n\nПрисуство тачкастог едема екстремитета са симптомима 1\n\nПрисуство колатералних површинских вена (неварикозних) 1\n\nПостојање претходне ТДВ у личној анамнези 1\n\nАлтернативне дијагнозе са суспектном ТДВ -2\n\nКлиничке манифестације ТДВ\n\nТДВ се најчешће локализује на доњим екстремитетима, и то дистално (поплитеокрурална) или \nпроксимално (фемороилијакална). Знатно ређе (2%–10%) флеботромбоза је локализована у другим \nдубоким венама (горњи екстремитети, церебрални синуси, ретина, мезентеријум).\n\nХВИ се манифестује некарактеристичним знацима застоја (оток, бол, осећај тежине, напето-\nсти) у захваћеном екстремитету. Оболела регија може бити благоцијанотичне или ружичасте пре-\nбојености. Бол се погоршава при дорзалној флексији стопала (Хомансов знак) или при пасивном \nстатичком оптерећењу, али ови знаци нису специфични за ТДВ (табела 14). Сигурна дијагноза \nутврђује се уз помоћ KДУЗ. Међутим, ТДВ може бити и асимптоматска – иницијално, нарочи-\nто код потколене локализације (40%–70%). Диференцијално дијагностички долази у обзир при-\nсуство других обољења (еризипел, СТФ, запаљенски процеси, малигни тумори, застојна срчана \nболест, тромбозиране анеуризме поплитеалне артерије итд.). Неочекивана ТДВ као и мигрирајући \nТПВ могу бити први симптоми малигне болести, артеријске анеуризме, Биргерове болести и сл. \nТПВ се манифестује као акутно, болно запаљење варикозитета или површинских венских стаба-\nла. Промене су оштро ограничене са околним еритемом, али екстремитет у целини није натекао. \nКлинички посебно важан јесте тромбофлебитис натколеног дела вене сафене магне јер се прок-\nсималним растом тромб може проширити у феморалну вену или довести до ПЕ. \n\nД-димер је постао тест избора у хитној дијагностици пацијената са сумњом на тромбозу ду-\nбоких вена и плућну емболију. Д-димер има високу негативну предиктивну вредност и показао \nсе као користан скрининг тест прве линије, али само у случају искључивања ТДВ код пацијената \nса ниским или умереним ризиком. Мора се имати на уму да је Д-димер маркер хиперкоагулабил-\nности in vivo, али да није специфичан за тромбозу. Повећане вредности овог маркера очекиване \nсу у свим инфламаторним процесима са екстраваскуларним депозитима фибрина,  ДИК-у, ма-\nлигнитету, сепси, прееклампсији, током и непосредно након хируршких захвата итд. Различити \nкомерцијални тестови за одређивање Д-димера користе имунолошке методе са специфичним мо-\nноклонским антителима, а користе и различите принципе мерења (ЕЛИСА, ласерска нефеломе-\nтрија, турбидиметрија итд.), па углавном имају високу осетљивост, али различиту, много нижу \nспецифичност. Зато су вредности добијене за Д-димер истог пацијента различитим тестовима \nчесто неупоредиве и клинички неупотребљиве. Ако се клиничар одлучи да користи Д-димер за \nдијагнозу ТДВ, претходно мора урадити ПТП по Велсовим критеријумима, а да за тумачење ре-\nзултата користи препоручену cut-off вредност за сваки тест понаособ (нпр. Vidas D-dimer cut off \n500 µg/L; IL D-dimer 260 µg /L; Dade Behring  160 µg /L). Да би се разлике између лабораторија \nсмањиле, Мејер и сар. су 2006. дизајнирали модел хармонизације вредности Д-димера између \nметода, чиме се знатно повећало слагање резултата различитих тестова.\n\n\n\nНАЦИОНАЛНИ ВОДИЧ ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ АКУТНИХ И ХРОНИЧНИХ ОБОЉЕЊА ВЕНА\n\n15\n\nТабела 14.\nКлинички преглед и опсервација болесника са акутним венским застојем Ниво препоруке Ниво доказаности\n\nКлиничка слика ТДВ је неспецифична, па се дијагноза не може \nпоставити само на основу клиничког налаза. 1 А\n\nТДВ доњих екстремитета обично почиње асимптоматски у солеусним \n(мускуларним) венским судовима (синусима). 2 Б\n\nКлинички преглед горњих екстремитета подразумева  инспекцију \n(болесне и здраве руке) са палпацијом, аускултацијом и прегледом \nпазушних јама. \n\n1 Б\n\nКлинички преглед доњих екстремитета подразумева упоредну инспекцију \n(едем, цијаноза, варикозитети) и палпацију (осетљивост, отисак едема, \nкао и осетљивост листа потколеног мишића (на притисак или дорзалну \nфлексију, тзв. Хомансов знак). \n\n1 Б\n\nДијагностика ТДВ поставља се на основу клиничке слике  (Велсов скор). Примена Д  димера није \nспецифична, а негативан налаз искључује налаз ТДВ. НМР има високу сензитивност и специфич-\nност, али се примењује само у селектираним стањима (табела 15).\n\nТабела 15.\nДијагностички алгоритам за ТДВ и ПЕ Ниво препоруке Ниво доказаности\n\nКод симптоматских болесника са суспектном акутном ТДВ потребно је \nурадити клинички Велсов скор и Д-димер, селекцију болесника за друга \nдијагностичка испитивања. \n\n1 Б\n\nВредност Д-димера показала се као непрецизна за дијагнозу ТДВ јер \nможе бити повишена код следећих стања: недавне операције, трудноћа, \nмалигнитет, инфекције, повишен билирубин, траума и након употребе \nхепарина.\n\n1 Б\n\nНМР венографија има одличну сензитивност и специфичност у \nдијагнози акутних ТДВ локализованих изнад колена. 2 Б\n\nКДУЗ метода има високу сензитивност и специфичност (преко 95%) код проксималних ТДВ, \nдок је код дисталних круралних ТДВ, њена сензитивност и даље висока, али је специфичност око \n50%. Доплер карактеристике нормалних вена имају пет важних обележја: спонтаност, фазичност, \nВалсалвин одговор, аугментацију на дисталну компресију и усмереност протока у правцу срца. \nКритеријуми ТДВ могу бити главни и додатни (табела 16). Термин хронична венска тромбоза \nје погрешан, правилније је рећи хроничне секвеле венске тромбозе (адхеренција тромба за вен-\nски зид и процес организације). Ово стање карактерише се хиперехогеним тромбним масама и \nдијаметром вене који одговара нормалном налазу.\n\nТабела 16.\n Доплер ултразвучни критеријуми за ТДВ Додатни критеријуми\n\nПрисуство тромба (на основу ехогености лумена)\nНекомпресибилност лумена\nОдсуство или редукција спонтаног протока\nОдсуство или редукција респираторне фазности кривуље протока\nОдсуство или непотпуна испуњеност лумена колорним сигналом протока\n\nПовећање дијаметра вене мање од \n50% при Валсалвином маневру\nПовећање дијаметра вене  (веће од \n50% у односу    на контралатерални    \nисти сегмент)\n\nКолор доплер ултразвучни преглед (КДУЗ) јесте стандардни поступак за дијагнозу тромбозе \nдубоких вена са високом сензитивношћу и специфичношћу (табела 17). \n\n\n\nНАЦИОНАЛНИ ВОДИЧ ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ АКУТНИХ И ХРОНИЧНИХ ОБОЉЕЊА ВЕНА\n\n16\n\nТабела 17.\nПрепорука за примену КДУЗ код акутне венске болести Ниво препоруке Ниво доказаности\n\nКДУЗ је стандардни поступак дијагнозе ТДВ екстремитета. 1 А\n\nУлтразвучно дуплекс испитивање ТДВ треба да обухвати три \nкомпоненте сваког венског сегмента: визуелизацију тромба, венску \nкомпресибилност и детекцију венског протока.\n\n1 А\n\nКДУЗ има прецизну детекцију ≥90% за феморопоплитеалне тромбозе \nи распон од 50% до 90% за детекцију венских тромбоза листа \nпотколенице. \n\nА\n\nКДУЗ налаз за детекцију ТДВ горњих екстремитета има сензитивност \n78–100% и специфичност 82–100%. А\n\nДијагностиковање тромбофилије посебно је значајно у превенцији и лечењу ТДВ и ВТЕ. Па-\nцијенте са тромбофилијом треба пажљиво пратити у току имобилизације, медицинских, хирурш-\nких или опстетричких интервенција. Треба их заштитити профилактичком антикоагулантном те-\nрапијом или супституцијом (концентрат АТ или ПЦ) у свим ситуацијама када се очекује повећан \nризик ВТЕ. Пацијенту са тромбофилијом неопходно је саветовати хигијенско-дијететске мере \nкао што су престанак пушења, забрана коришћења оралних контрацептива, кориговање телесне \nмасе, лечење хиперхолестеролемије или хипергликемије, избегавање дуготрајног седења, дијете \nсиромашне фолатима и дуготрајна гладовања ако постоји мутација MTHFR итд.\n\nУ последњим препорукама значај се све више придаје клиничким манифестацијама ТДВ за \nпроцену ефеката појединих терапијских агенаса (табела 18). Постоје чак и препоруке да болесни-\nци са ТДВ, ако се лече антикоагулантном терапијом и ГКБ, не треба строго да мирују. \n\nТабела 18.\nКлиничка презентација и ток акутне тромбозе дубоких вена Ниво препоруке Ниво доказаности\n\nКретање комбиновано са антикоагулантном терапијом и градуисаном \nкомпресивном бандажом препоручује се болесницима са ТДВ. 2 Б\n\nБол и оток се брже повлаче, а смањује се и ризик за настанак емболије \nплућа ако постоје ЦДС УЗ знаци организовања тромба. 1 А\n\nКретање болесника  са ТДВ препоручује се ради смањења ризика од \nпосттромботског синдрома. 2 Ц\n\nБолесницима са ТДВ саветује се компресивна терапија,  чиме се смањује \nризик од посттромботског синдрома. 1 А\n\nПримена ране антикоагулантне терапије (хепарин или нискомолекуларни \nхепарин) уз превођење на вишемесечну терапију пероралним \nантикоагулансима (ПВ = 2 – 3 INR), смањује ризик од настанка венског \nтромбоемболизма.\n\n1 А\n\nПримена пероралних антикоагуланаса (деривати инандиона и кумарина) \nапсолутно је забрањена у трудноћи због могућих тератогених и \nхеморагијских ефеката на фетус.\n\n1 А\n\nТромболитичка терапија саветује се за посебне болеснике са ТДВ како би \nомогућила реканализацију крвног суда. 2 Б\n\nНискомолекуларни хепарин препоручује се за лечење ТДВ код \nболесника са раним или ограниченим малигнитетом, јер повећава време \nпреживљавања.\n\n1 А\n\nБројна стања могу имитирати ТДВ и могу се сматрати за диференцијалну дијагнозу ТДВ (та-\nбела 19). Не треба заборавити да налаз флеботромбозе затколене регије и потколеница може бити \nзнак постојања анеуризме поплитеалних или феморалних артерија. Такође, налаз ТДВ уопште \n\n\n\nНАЦИОНАЛНИ ВОДИЧ ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ АКУТНИХ И ХРОНИЧНИХ ОБОЉЕЊА ВЕНА\n\n17\n\nможе бити знак постојања малигних тумора, а налаз мигрирајућих тромбофлебитиса ногу може \nбити знак Биргерове болести.\n\nТабела 19. Стања која имитирају ТДВ\nПовреде m. gastrocnemiusa\nРуптура Бекерових циста\nХематоми потколенице\nАнеуризме поплитеалне артерије \nЛимфни едем ногу\nCellulitis потколенице  \nАкутна артеријска исхемија\nПатолошке фрактуре фемура\nТромбофлебитис површинских вена\n\nАкутни артритис колена или повреде менискуса\nHemartros коленог зглоба\nОбољења везивног ткива (Tendinitis)\nMyositis ossificans\nОстеосаркоми и друга коштана обољења \nHemangiomi и hemangiosarkomi \nКомпресија пелвичних вена (трудноћа,  тумори)\nНеурогени бол\n\n \nPhlegmasia alba dolens („Болни бели едем“ или „Отекла бела нога“) јесте изненадно акутно \n\nстање које настаје као последица масивне илијакофеморалне ТДВ која потпуно оклудира прокси-\nмални дубоки венски систем. Манифестује се израженим едемом, болом и бледом, белом пребоје-\nношћу (alba) коже захваћене ноге. Убрзо настаје оклузија површинског венског система, чиме је \nонемогућено враћање венске крви ка срцу. Ово доводи до заустављања артеријског протока у нози \n(услед компресије едема на зид артерије), што води ка исхемији, цијанози (церулеа), израженом \nедему и болу, када настаје Phlegmasia cerulea dolens („Болни плави едем“ или „Отекла плава \nнога“), стање слично белој флегмазији. И ово стање је последица нагло насталог акутног венског \nзастоја проксималних дубоких вена (где нема услова за отварање колатерала). Клинички, мани-\nфестује се нашиканим површинским венама и застојем у свим венама, што и даје плаву пребоје-\nност. Phlegmasia alba dolens и phlegmasia cerulea dolens могу се компликовати венском гангреном \nноге. Венску гангрену треба разликовати од артеријске исхемије и гангрене код које је нога бледа \nи хладна, без израженог едема. Најчешће се јавља код малигнитета, па и код трудница у трећем \nтриместру трудноће или на порођају. Флегмазија се лечи фибринолитичком (тромболитичком) \nтерапијом (у индикованим стањима), антикоагулантном терапијом (UH, LMWH), а понекад и хи-\nруршком терапијом. Венска гангрена некада може довести и до ампутације екстремитета.\n\nПримарна профилакса ТДВ постиже се различитим тромбопрофилактичким средствима:\n\n1.  механичка средства, којима се постиже редукција венске стазе и поспешивање венске дренаже \n(рано активирање болесника, елевација доњих екстремитета, градуисана компресивна бандажа \n– ГКБ, интермитентна пнеуматска компресија – ИПК итд.);\n\n2.  фармаколошка средства, којима се смањује коагулабилност крви: стандардни хепарини (UH), \nнискомолекуларни хепарини (LMWH), перорални антикоагуланси (ПAK);\n\n3. повећање осетљивости коагулума на фибринолизу (декстрани). \n\nРедукција венске стазе и поспешивање венске дренаже (рано активирање болесника, елевација \nдоњих екстремитета, еластична бандажа – градуисана компресија (ГКБ) поспешују мишићне кон-\nтракције. ГКБ подразумева да је притисак највећи у регији медијалног малеолуса (25 mm Hg до \n35 mm Hg) и да опада навише, чиме се поспешује венска дренажа. Компресивна терапија контра-\nиндикована је код болесника са артеријском инсуфицијенцијом, тешком конгестивном слабошћу \nсрца и других стања где компромитује артеријски или венски проток. Код патолошких стања где \nје компромитована или немогућа мишићна контракција доњих екстремитета (неуролошки, неу-\nрохируршки болесници), индикована је примена интермитентне пнеуматске компресије (ИПК).\n\nСмањење коагулабилности крви може се постићи применом хепарина, оралних антикоагула-\nнаса, нискомолекуларних хепарина и пентасахарида („хепариноида“). Нефракционисани хепарин \n(UH) је мукополисахарид средње молекулске масе око 15.000 Da, који катализује антитромбином \nизазвану инхибицију фактора 10.a. Антикоагулантни ефекат хепарина зависи од његовог неспе-\n\n\n\nНАЦИОНАЛНИ ВОДИЧ ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ АКУТНИХ И ХРОНИЧНИХ ОБОЉЕЊА ВЕНА\n\n18\n\nцифичног везивања за ћелије и плазма протеине, па је током лечења неопходно лабораторијско \nпраћење вредности активираног протромбинског времена (aПTT). Нискомолекуларни хепарини \n(LMWH) добијају се хемијском или ензимском деполимеризацијом нефракционисаног хепарина. \nТако настају гликозаминогликански ланци средње молекуларне тежине од око 3.500–6.500 Da \n(табела 20). Ови краћи ланци имају мању склоност ка неспецифичним везивањима за ћелије и \nплазма протеине, па су биолошки вреднији, имају бољи клиренс, који је  независан од дозе, као и  \nпоузданије дејство. Уз то, имају исти антикоагулантни ефекат, као и нефракционисани хепарин, \nали са мањом склоношћу ка нежељеном крварењу и изазивању тромбоцитопеније и остеопорозе. \nLMWH имају антитромбинску активност (anti-IIa). Однос anti-Xa према anti-IIa код нефракцио-\nнисаног хепарина јесте 1 : 1, а код LMWH тај однос износи од 1 : 1,5 до 1 : 4. Поред тога, фраг-\nментисане молекуле слабије инактивишу активност тромбоцита. LMWH се не везују за протеине \nплазме (гликопротеине богате хистидином, тромбоцитни фактор 4, фон Вилебрандов фактор) и \nћелије ендотела, чиме се објашњава њихова боља и дужа биолошка активност. Плазматско по-\nлудоба anti-Xa код LMWH је 2 до 4 пута дуже него код нефракционисаног хепарина и траје око \n4 сата. Његова антикоагулантна активност не зависи само од антитромбина, већ управо од инак-\nтивације фактора 10.a. Из циркулације се највећим делом излучују преко бубрега. Могу изазвати \nкрварење и друге компликације, али знатно ређе него стандардни хепарин уз истовремено једнако \nостварени антитромбински ефекат. Током примене LMWH обично није потребан лабораторијски \nмониторинг, јер се аПТТ може продужити само када је LMWH у плазми присутан у јако високој \nконцентрацији. LMWH се безбедно и ефикасно може користити за превенцију и лечење дубоке \nвенске тромбозе у кућним условима. \n\nУ последње време евидентно је испитивање пентасахарида, тзв. хепариноида (молекулске масе \nиспод 1800 далтона), који се могу примењивати и перорално. Њихова ефикасност и примењивост \nмогла би ускоро бити препоручена на основу валидних клиничких студија. \n\nТабела 20. Нискомолекуларни хепарини регистровани у Србији, дозирање и основне индикације  \nГенеричко име\nATC код Име препарата\n\nМол. маса\n(dalton) Дозирање лека Индикације\n\nDalteparin\nB01AB04 Fragmin 5.819 100 јед/кг/12 ч Хирургија, ортопедија\n\nEnoxaparin\nB01AB05 Lovenox, Clexan 4.500 1 мг/кг/12 ч\n\nХирургија, ортопедија, \nкардиоваск. хир., дијализа \n\nNadroparin\nB01AB06 Fraxiparine 4.855 0,1мл/10кг/12ч\n\nХирургија, ортопедија, \nдијализа, кардиологија\n\nReviparin\nB01AB08 Clivarin 4.653 40–60 мг/24 ч\n\nТромбоза дубоких вена,\nплућна емболија\n\n \nLMWH се примењују у дозама од 1 мг/кг телесне масе на дан (еноксапарин), 100 јед./кг т. м. \n\nна 12 сати (далтепарин), 0,1 мл/10 кг т. м. на 12 сати (фраксипарин) итд. За особе које имају пре-\nкомерну телесну масу, оштећену функцију јетре или срца, жене у трудноћи, или ако се примена \nLMWH планира на дужи период, неопходан је лабораторијски мониторинг, којим се контролише \nи проверава терапијски ефекат. За то се користе методе које одређују активност anti-Xa. Примена \nових препарата је безбедна и код трудница, јер  хепарини, за разлику од оралних антикоагуланаса, \nнемају штетних ефеката на плод, а такође у знатно мањем проценту изазивају остеопорозу него \nхепарин. Протамин сулфат неутралише антикоагулантни ефекат хепарина, али није у стању да \nпотпуно неутралише антикоагулантну активност нискомолекуларних хепарина. LMWH се могу \nпримењивати и у дужем периоду, неколико недеља или месеци (у трудноћи). Већина LMWH корис-\nти се у профилакси и лечењу ТДВ, а поједини се препоручују само у примарној профилакси ТДВ. \nМетаанализа великих проспективних мултицентричних студија, које су пратиле више од 3.500 па-\nцијената са ТДВ, показала је да су болесници лечени LMWH имали општу редукцију морталитета \nза 29%, у односу на оне који су третирани UH, уз мањи проценат крварења и других компликација. \n\n\n\nНАЦИОНАЛНИ ВОДИЧ ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ АКУТНИХ И ХРОНИЧНИХ ОБОЉЕЊА ВЕНА\n\n19\n\nПоследњих година се све више примењују перорални антикоагуланси који инхибирају faktor \nXа koagulacije. Код нас је одобрена примена ривароксабана за профилакси и лечењу ТДВ и ВТЕ \nкод елективних операција на куку и колену.\n\nПентасахариди („хепариноиди”) јесу мешавина различитих гликозаминогликана. Имају мо-\nлекулску масу од 1.000 Da дo 10.000 Da. Спречавају стварање фибрина инхибицијом тромбина \nпреко фактора anti-Xa i anti-IIa. Индикована им је примена у болесника са доказаном хепарином \nиндукованом тромбоцитопенијом (HIT) тип 2.\n\nПовећање осетљивости коагулума на фибринолизу постиже се применом декстрана и других \nагенаса. Декстрани су полисахариди мале (просечно 40.000 Da) и велике (просечно 70.000 Dа) \nмолекулске масе. Декстран смањује адхезивност тромбоцита и инхибира агрегацију тромбоцита. \nТакође, редукује концентрацију 8. фактора коагулације (вон Вилебрандов фактор) у плазми. У \nвеликим концентрацијама декстран такође утиче на полимеризацију фибрина, узрокујући обра-\nзовање угрушака који су подложнији лизи од стране плазмина. Додатно, декстран делује и као \nекспандер волумена крвне плазме, повећавајући проток крви и смањујући венску стазу. Ефикас-\nним су се показале дозе декстрана између 500 ml шестопроцентног и 1000 ml десето процентног \nраствора на 24 сата, примењиване током 72 сата. Инфузија декстрана може бити праћена тешким \nкомпликацијама, попут едема плућа (услед хиперволемије), крварења, попуштања бубрега, као и, \nретко, анафилактоидних реакција. Због сумњиве ефикасности и могућих компликација при њего-\nвој примени, декстран је у превенцији тромбоемболијске болести агенс другог избора.\n\nПоследње четири деценије непрестано се спроводе студије упоредног дејства нискомолекулар-\nних хепарина, стандардних хепарина и других профилактичких метода код различитих патолош-\nких стања склоних ТДВ и ПЕ. Та сазнања могу се сажети по појединим областима (табела 21):\n\nОпшта хирургија: Најчешћи фактори ризика јесу карцином, ранији ПЕ, гојазност, варикози-\nтети, употреба естрогена итд. Примена спиналне или епидуралне анестезије праћена је нижом \nстопом ТДВ и ПЕ него након коришћења опште анестезије. Рана активација болесника редукује \nризик од тромбоемболије. Нискомолекуларни хепарини су ефикасни најмање колико и примена \nстандардних хепарина. Високе дозе LMWH (нпр. 5.000 ј далтепарина дневно) знатно су ефикас-\nније од малих доза (нпр. 2.500 ј  далтепарина дневно). Нема разлике у профилактичким ефектима \nпостоперативно датог фондапарина у поређењу са преоперативно датим далтепарином. Болесни-\nци са малим ризиком не захтевају примену друге профилаксе осим раног активирања. Умерени \nризик (мање хируршке процедуре, старост од 40 до 60 година и додатни фактори ризика) индикује \nпримену малих доза UH (5000 j) или LMWH (дo 3.400 ј дневно). За болеснике са високим ризиком \n(мање операције болесника преко 60 година уз додатне факторе ризика) захтевају се мале дозе UH \nили LMVH преко 3.400 ј дневно у комбинацији са механичком профилаксом (ГКБ и/или ИПК). \n\nВаскуларна хирургија: Већина васкуларних болесника преоперативно прима антитромботске \nагенсе (аспирин, клопидогрел), а интраоперативно добија хепарине. Рутинска профилакса није \nиндикована. Код болесника са додатним факторима ризика препоручује се примена малих доза \nUH или LMWH.   \n\nТрудноћа: ТДВ је 6–10 пута чешћа код трудница у односу на остали део женске популације, а \nњена најтежа компликација – плућна емболија водећи је узрок смртности породиља. ТДВ се јавља \nкод 0,1% до 0,7% свих трудница, и то не само у трећем триместру, него током целе трудноће, па се \nкод ризичних група саветује примена ГКБ. Нискомолекуларни хепарин, такође, има значајну уло-\nгу у профилакси ТДВ и током порођаја, било да се он врши природним или оперативним путем. \nУколико се ради о профилактичким дозама, лек се обуставља 12 сати пре спиналне или епиду-\nралне анестезије, а ако су у питању терапијске дозе хепарина – 24 сата пре увођења у регионалну \n\n\n\nНАЦИОНАЛНИ ВОДИЧ ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ АКУТНИХ И ХРОНИЧНИХ ОБОЉЕЊА ВЕНА\n\n20\n\nанестезију. По вађењу катетера нова доза нискомолекуларног хепарина не сме се давати унутар \nпрва 4 сата. У случају порођаја „царским резом” хепарин се обуставља дан пре интервенције, а \nнаставља најмање три сата после операције или 4 сата после уклањања епидуралног катетера. \nУколико у пуерперијуму постоји велики ризик за развој ТДВ (раније ТДВ, ПЕ, урођене или стече-\nне тромбофилије, гојазност, доб преко 35 година, велике операције, екстремни варикси, примена \nхормонских препарата, компликоване трудноће итд.), примењује се LMWH, и то 3 до 4 сата после \nпорођаја и наставља се најмање 6 недеља после порођаја. Код породиља које немају историју бо-\nлести ТДВ или тромбофилију, а спадају у групу ризичних, ова терапија се спроводи 5–7 дана. Ова \nпарентерална антикоагулантна терапија може се у појединим случајевима заменити пероралним \nантикоагулантним лековима,  и то већ првог или другог постпорођајног дана (хепарин се укида по \nуспостављању терапијске вредности INR-a (2,0–3,0).\n\nГинеколошка хирургија: Фактори који снажно повећавају ризик за настанак ТДВ и ПЕ код гине-\nколошкох обољења јесу: малигнитет, старија животна доб, раније ПЕ, претходна зрачна терапија \nкарлице, абдоминални хируршки приступ итд. Све болеснице које се подвргавају гинеколошким \nоперацијама деле се, према наведеним факторима ризика, у групе високог (гинеколошке опера-\nције и  старост > 60 год., велике гинеколошке операције и старост > 40 год., малигнитет или анам-\nнеза о ТДВ/ ПЕ, тромбофилија), умереног (гинеколошке операције и старост 40–60 год., велике \nгинеколошке операције и старост < 40 год., естрогенска терапија) и ниског (мале гинеколошке \nоперације, старост > 60 год., мале гинеколошке операције, старост < 60 год., без других фактора \nризика) ризика од настанка ТДВ. Профилакса ТДВ и ПЕ код лапароскопских гинеколошких про-\nцедура постиже се применом једног од следећих агенаса: мале дозе UH, LMWH, ИПК или ГКБ. \nПрофилакса није индикована код болесница подвргнутих операцијама због бенигних обољења, а \nкоје трају испод 30 мин. За пацијенткиње које се подвргавају екстензивним операцијама, а без до-\nдатних фактора ризика, препоручљива је преоперативна примена 5000 ј UH или LMWH дo 3.400 \nј дневно. За болеснице  са планираним операцијама због малигнитета  и додатним факторима \nризика ПЕ потребна је примена малих доза UH (5000 ј) или већих доза LMWH (преко 3.400 ј днев-\nно) уз обавезну примену ГКБ или ИПК. Након великих операција профилакса ПЕ спроводи се до \nизласка болеснице из болнице. За пацијенткиње са високим ризиком ПЕ саветује се профилакса \nПЕ током 2 до 4 недеље после болничког лечења.\n\nУрологија: Фактори ризика за ТДВ и ПЕ јесу емболија и велике уролошке операције, старија \nживотна доб, малигнитет, примена интраоперативне литотомије, хирургија у карлици са ди-\nсекцијом лимфних нодуса или без ње, продужене интервенције, трансплантација бубрега, ради-\nкална цистектомија итд. Уролошке болеснике треба што раније мобилисати. Код трансуретралних \nили других процедура са малим ризиком не препоручује се рутинска профилакса. Код великих, \n„отворених” уролошких процедура саветује се примена малих доза UH два до три пута дневно у \nкомбинацији са ИПК или ГКБ. Уколико постоји ризик од крварења, примењују се само механичка \nсредства (ГКБ, ИПК). Код болесника са више фактора ризика саветује се комбиновање ГКБ и/или \nИПК са малим дозама UH или LMWH.\n\nЛапароскопска хирургија: Током последње две деценије примена лапароскопских техника \nзнатно је променила хируршку дијагностику и терапијске принципе. Тако, лапароскопска холе-\nцистектомија доводи до умерене тромбогене активације коагулационог система. Осим упорне мо-\nбилизације болесника, није препоручљива рутинска примена тромбопрофилаксе. Код болесника \nса додатним факторима ризика за ПЕ саветује се примена једног од следећих агенаса: мале дозе \nUH, LMWH, ИПК или ГКБ.\n\nОртопедска хирургија: Подвргавање ортопедским операцијама као што су артропластика кука \nи колена, збрињавање фрактура и сл. доводи до високог ризика (40%– 60%) за настанак ПЕ. При-\nменом профилаксе тај ризик се смањује на 10% до 30%. Код тоталне протезе кука (ТПК) нис-\n\n\n\nНАЦИОНАЛНИ ВОДИЧ ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ АКУТНИХ И ХРОНИЧНИХ ОБОЉЕЊА ВЕНА\n\n21\n\nкомолекуларни хепарини су ефикаснији него мале дозе UH. Стога се код ТПК саветује примена \nLMWH (фондапарин) 2 часа пре операције и најмање 4 сата после хирургије уз накнадну при-\nмену пероралних витамин К антикоагуланса (ВКА). Код елективних операција на куку саветује \nсе примена умерено високих доза LMWH 12 сати пре операције или 12 до 24 сата после хирур-\nгије, или примена фондапарина (2,5 мг 6 до 8 сати после хирургије) са накнадном применом \nПАК (терапијска вредност протромбинског времена износи 2 до 3 INR). Примена само једног \nагенса (аспирин, декстран, UH, ГКБ, ИПК или венске пумпе стопала) није довољна. Електив-\nне атропластике колена захтевају рутинску тромбопрофилаксу применом умерено високих доза \nLMWH, фондапарина и ПАК (2 до 3 INR, просечно 2,5 INR). Оптимална ИПК је алтернатива \nантикоагулантној профилакси код артропластике колена. Након артроскопије колена, осим раног \nактивирања болесника, не саветује се рутинска тромбопрофилакса. Међутим, ако болесници са \nартроскопијом имају висок ризик за настанак ПЕ, сугерише се профилакса са LMWH. Болесници \nподвргнути хируршком лечењу због прелома кука захтевају рутинску примену фондапарина, или \nLМWH у умерено високим дозама, са ВКА (2,5 INR). Примена само аспирина нема профилак-\nтички значај. Уколико је хируршко лечење одложено, саветује се профилакса малим дозама UH \nили LМWH. Давање LМWH код ортопедских хируршких болесника може се спровести преопе-\nративно и непосредно после операције, и не постоје битне разлике у ефектима након једног или \nдругог начина примене. Профилакса код ортопедских болесника спроводи се најмање 10 дана, \nкод тоталне протезе кука 28 до 35 дана, а оптимално током три до шест месеци, што зависи од \nклиничке слике и колор дуплекс ултразвучног налаза. Наравно, код постојања тромбофилије пе-\nрорална профилакса може се примењивати и доживотно. \n\nАкутне повреде кичмене мождине обично су без профилаксе ПЕ. Тако, није дозвољена при-\nмена појединачних модалитета: малих доза UH, ГКБ или ИПК. LМWH се може применити ако \nје евидентна примарна хемостаза. Уколико је антикоагулантна профилакса контраиндикована у \nраној фази након трауме, може се употребити ИПК са ГКБ или без ње. Примена кава филтера \nније индикована. Током рехабилитације препоручљива је примена LМWH или ПАК (INR 2 до 3, \nпросечно 2,5 INR).   \n\nЕлективне операције кичме: Болесници без додатних фактора ризика не захтевају тромбопро-\nфилаксу осим ране и доследне мобилизације. Болесницима са додатним факторима ризика (одма-\nкло животно доба, постојање малигнитета, неуролошког дефицита раније ПЕ, предњи хирурш-\nки приступ) индикована је примена профилаксе на један од следећих начина: постоперативно \nLМWH или периоперативна ИПК. Може се применити само ГКБ или периоперативно ИПК у \nкомбинацији са ГКБ. Код болесника са мултиплим факторима ризика за ПЕ препоручује се ком-\nбинација малих доза UH или LМWH са ГКБ и/или ИПК.\n\nИзолована траума екстремитета не захтева рутинску примену тромбопрофилаксе.\nОпекотине: Ако имају један од фактора ризика (одмакла животна доб, патолошка гојазност, \n\nекстензивне опекотине екстремитета, пратеће повреде екстремитета, примена катетера у фемо-\nралној вени, пролонгирана имобилност), захтевају примену тромбопрофилаксе (мале дозе UH \nили LМWH). \n\nНеурохирургија: Препоручљива је рутинска примена тромбопрофилаксе код болесника под-\nвргнутих великим неурохируршким операцијама. Код интракранијалних операција индикована \nје примена ИПК са ГКБ или без ње. Алтернативно је прихватљива примена малих доза UH или \nLМWH постоперативно. Код болесника са високим ризиком препоручљива је механичка (ГКБ и/\nили ИПК) и фармаколошка профилакса (UH или LМWH).. \n\nТрауматизовани болесници: Ако имају бар један фактор ризика за ПЕ, захтевају примену тром-\nбопрофилаксе. У одсуству великих контраиндикација могу се применити LМWH. Уколико није \n\n\n\nНАЦИОНАЛНИ ВОДИЧ ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ АКУТНИХ И ХРОНИЧНИХ ОБОЉЕЊА ВЕНА\n\n22\n\nдозвољена примена нискомолекуларних хепарина, препоручљива је примена механичке профи-\nлаксе (ИПК или ГКБ). Континуирана профилакса се наставља по завршетку болничког лечења \n(LМWH или ПАК).  Код трауматизованих са високим ризиком за ПЕ (повреде кичме, преломи \nкарлице, повреде главе итд.) саветује се дуплекс ултразвучни мониторинг  венског система. При-\nмена кава филтера није индикована код трауматизованих болесника.\n\nИнтернистичка обољења са застојним срчаним стањима или снажним респираторним \nобољењима, посебно у присуству додатних фактора ризика ( карцином, ранија ПЕ, сепса, акутно \nнеуролошко обољење или инфламаторно обољење колона), захтевају примену малих доза UH или \nLМWH. Уколико је контраиндикована примена антикоагулантне терапије, препоручује се при-\nмена механичке профилаксе (ГКБ или ИПК). Болесници на интензивној терапији са ризиком од \nкрварења захтевају примену механичких средстава профилаксе (ГКБ и/или ИПК). Болесницима \nна интензивној нези са повишеним ризиком за ПЕ индикована је примена малих доза UH или \nLМWH. \n\nДуготрајна путовања (летови дужи од 6 сати) праћена су повишеним ризиком за ТДВ и ПЕ. \nСугерише се примена доколених ГКБ (15 до 30 mm Hg) или појединачна профилакса LМWH пред \nпутовање. Примена аспирина није ефикасна. \n\nТабела 21.\n\nОбољење (степен ризика за ТДВ и ПЕ) Метода профилаксе \n\nОПШТА ХИРУРГИЈА\n\nМали ризик (мање операције испод 2 сата, без отварања \nтелесних дупљи, болесници старости испод 40 година)\n\nРано активирање болесника\n\nУмерен ризик (мање хируршке процедуре, старост од 40 до 60 \nгодина уз додатне факторе ризика) \n\nМале дозе (5.000 јед) нефракционисаног \nхепарина (UH) или нискомолекуларни  (LМWH) \nхепарин (до 3.400 јед. дневно)\n\nВисок ризик (велике операције – отварање телесних дупљи, \nсве операције болесника преко 60 година уз додатне факторе \nризика)\n\nМале дозе UH или LМWH преко 3.400 \nјед. дневно у комбинацији са механичком \nпрофилаксом (ИПК или ГКБ)\n\nВАСКУЛАРНА ХИРУРГИЈА\n\nРутинска профилакса \nДодатни фактори ризика\n\nНије индикована\nМале дозе UH или LМWH\n\nГИНЕКОЛОШКА ХИРУРГИЈА\n\nЛапароскопске гинеколошке процедуре Мале дозе UH, LМWH, ИПК или ГКБ\n\nОперације због бенигних обољења које трају испод 30 мин. Није индикована\n\nЕкстензивне операције без додатних\nфактора ризика  \n\nПреоперативно 5.000 јед. UH или до 3.400 јед. \nLМWH дневно\n\nОперације због малигнитета, посебно са додатним \nфакторима ризика (малигнитет, старија животна доб, \nранија ПЕ, претходна зрачна терапија карлице, абдоминални \nхируршки приступ итд.), велике операције и фактори високог \nризика за ВТЕ\n\nМале дозе UH (5.000 јед) или веће дозе LМWH \n(преко 3.400 јед. дневно) уз обавезну ГКБ или \nИМП*\n*Профилакса се спроводи током хоспитализације \nи 2 до 4 недеље по завршетку болничког лечења\n\nУРОЛОГИЈА\n\nТрансуретралне и друге процедуре са малим ризиком Не препоручује се тромбопрофилакса\n\nВелике „отворене“ операције Мале дозе UH (два до три пута) или LМWH (два пута) дневно у комбинацији са ИПК или ГКБ\n\nРизик од крварења Само механичка средства (ИПК или ГКБ)\n\n\n\nНАЦИОНАЛНИ ВОДИЧ ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ АКУТНИХ И ХРОНИЧНИХ ОБОЉЕЊА ВЕНА\n\n23\n\nВише фактора ризика (велике уролошке операције, старије \nживотно доба, малигнитет, примена интраоперативне \nлитотомије, хирургија у карлици са дисекцијом лимфних \nнодуса или без ње, продужене интервенције, трансплантација \nбубрега, радикална цистектомија итд.)\n\nКомбинована тромбопрофилакса (ГКБ или ИПК \nса малим дозама UH или LМWH)\n\nОРТОПЕДСКА ХИРУРГИЈА\n\nТотална протеза кука (ТПК) LМWH (или фондапарин) 2 сата пре операције и најмање 4 сата после хирургије уз накнандну \nпримену пероралних антикагуланаса (ПАК)\n\nЕлективне операције на куку\n\nУмерено високе дозе LМWH 12 сати пре \nоперације или 12 до 24 сата после хирургије, \nили примена фондапарина (2,5 мг 6 до 8 сати \nпосле хирургије) са накнадном применом ПАК \n(тх вредност ПВ 2 до 3 INR). Примена аспирина \nили деxтрана или UH, или ГКБ или ИПК није \nдовољна\n\nЕлективне артропластике колена\nУмерено високе дозе LМWH, фондапарина и \nПАК (2-3 INR, просечно 2,5 INR). Оптималан \nИПК алтернатива је антикоагулантној \nпрофилакси\n\nАртроскопија колена Рано активирање болесника\n\nАртроскопија код болесника са високим ризиком за ТДВ LМWH\n\nХируршко лечење због прелома кука\n\nФондапарин или LМWH у умерено високим \nдозама, са ПАК (2,5 INR). Уколико је хируршко \nлечење одложено, саветује се профилакса малим \nдозама UH или LМWH\n\nАКУТНЕ ПОВРЕДЕ КИЧМЕНЕ МОЖДИНЕ\n\nЕвидентна примарна хемостаза Обично без профилаксе ПЕ. Није дозвољена примена UH и LМWH\n\nСтања са контраиндикованом применом антикоагуланаса ИПК са ГКБ или без ње. Примена кава филтера није индикована\n\nТоком рехабилитације LМWH или ПАК (INR 2 до 3, просечно 2,5 INR)\n\nЕЛЕКТИВНЕ ОПЕРАЦИЈЕ КИЧМЕ\n\nБез додатних фактора ризика Рана и доследна мобилизација\n\nДодатни фактори ризика (одмакло животно доба, \nмалигнитет, неуролошки дефицит, ранија ПЕ, предњи \nхируршки приступ)\n\nПостоперативно LМWH или периоперативни \nИПК. Може се применити само ГКБ или \nпериоперативни ИПК у комбинацији са ГКБ\n\nМултипли фактори ризика Комбинација малих доза UH или LМWH са ГКБ и/или ИПК\n\nОПЕКОТИНЕ\n\nБез фактора ризика Није индикована рутинска примена тромбопрофилаксе\n\nИспољени фактори ризика (одмакла животна доб, \nпатолошка гојазност, екстензивне опекотине екстремитета, \nкатетер у феморалној вени, пролонгирана имобилизација) \n\nМале дозе UH или LМWH\n\nНЕУРОХИРУРГИЈА\n\nВелике неурохируршке операције Рутинска примена тромбопрофилаксе\n\nИнтракранијалне операције\nИПК са ГКБ  или без ње. Алтернативно је \nприхватљива примена малих доза UH или \nLМWH у постоперативном периоду\n\n\n\nНАЦИОНАЛНИ ВОДИЧ ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ АКУТНИХ И ХРОНИЧНИХ ОБОЉЕЊА ВЕНА\n\n24\n\nВисок ризик за ТДВ и ПТЕ Механичка профилакса  (ГКБ и/или ИПК) и фармаколошка профилакса (LМWH)\n\nТРАУМАТИЗОВАНИ БОЛЕСНИЦИ\n\nБар један фактор ризика за ПЕ Није индикована примена кава филтера\n\nВисок ризик за ПЕ (повреде кичме, преломи карлице, повреде \nглаве итд.)\n\nLМWH (ако су одсутне велике \nконтраиндикације). Ако није дозвољена \nпримена LМWH, препоручује се ИПК или ГКБ. \nКонтинуирана профилакса и по завршетку \nболничког лечења (LМWH или ПАК)\n\nИзолована траума екстремитета\nРутинска тромбопрофилакса није потребна.\nНеопходан је дуплекс ултразвучни мониторинг \nвенског система.\n\nИНТЕРНИСТИЧКА ОБОЉЕЊА\n\nЗастојна срчана стања, снажна респираторна обољења, \nпосебно у присуству додатних фактора ризика (карцином, \nранија ПЕ, сепса, акутно неуролошко обољење или \nинфламаторно обољење колона итд.)\n\nМале дозе UH или LМWH. Уколико је \nконтраиндикована примена антикоагулантне \nтерапије, препоручљива је ИПК или ГКБ \n\nБолесници на интензивној нези са ризиком од крварења Механичка средства (ГКБ и/или ИПК)\n\nБолесници на интензивној нези са повишеним ризиком за ПЕ Мале дозе UH или LМWH\n\nДУГОТРАЈНА ПУТОВАЊА\n\nЛетови дужи од 6 сати и друга путовања\nПримена доколене ГКБ (15 до 30 mmHg) или \nпојединачна профилакса LМWH пред путовање. \nПримена аспирина није ефикасна\n\nУопштено, механички методи профилаксе индиковани су код болесника са високим ризиком \nод крварења. Примена аспирина не може се сматрати профилаксом ТДВ и ПЕ. Нискомолекуларни \nхепарини широко су применљиви код већине патолошких стања и повреда (табела 22).\n\nТабела 22.\n\nАктуелне препоруке за превенцију ТДВ Ниво препоруке Ниво доказаности\n\nКада је висок ризик од крварења изазваног употребом фармаколошких \nлекова, препоручују се нефармаколошке методе у профилакси венског \nтромбоемболизма, које укључују компресивне чарапе, интермитентна \nпнеуматска компресивна помагала, елевацију ноге и рано покретање \nболесника. Сваки од ових елемената лечења смањује за приближно 20% \nризик за настанак тромбозе вена. \n\n1 Ц\n\nКод болесника са веома високим ризиком за настанак тромбоемболије вена \nпрепоручују се нефармаколошке методе у комбинацији са фармаколошким \nпрепаратима у профилакси тромбоемболије вена.\n\n2 А\n\nКод болесника са акутном тромбоемболијом вена у оквиру једног месеца \nкоји су имали ургентну хируршку операцију или друге околности које \nзабрањују примену антикоагулантне терапије, препоручује се постављање \nфилтера у в. кава инфериор.\n\n1 Ц\n\nПостављен филтер у в. кава инфериор погодан је за профилаксу код \nмултиплих траума, док је фармаколошка профилакса усмерена на отклањање \nризика од настанка крварења.\n\n2 Ц\n\nИндикације за постављање привремених, поновљених или алтернативних \nфилтера у в. кава инфериор исте су као и код постављања сталног филтера. 1 Ц\n\n\n\nНАЦИОНАЛНИ ВОДИЧ ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ АКУТНИХ И ХРОНИЧНИХ ОБОЉЕЊА ВЕНА\n\n25\n\nПримена аспирина је како неефикасна тако и недовољна у профилакси \nтромбоемболија вена. Његов ефекат је скроман и не препоручује се његова \nсамостална примена у профилакси ТДВ.\n\n1 А\n\nКод болесника са умереним ризиком, профилакса тромбоемболије вена \nподразумева ниске дозе нефракционисаног хепарина или профилактичне \nдозе нискомолекуларног хепарина (< 3400 јединица/дан).\n\n1 А\n\nКод општехируршких болесника са високим ризиком, саветује се примена \nеластичних компресивних чарапа комбинована уз ниске дозе хепарина (5000 \nјединица 3 пута дневно) или нискомолекуларног хепарина (> 3400 јединица/\nдан).\n\n1 А\n\nКод веома високоризичних болесника са мултиплим удруженим факторима \nризика, саветује се употреба или нефракционисаног хепарина (5000 јединица \n3 пута дневно), или нискомолекуларног хепарина (>3400 јединица/дан) или \nфондапарина, који треба комбиновати са механичком профилаксом.\n\n1 А\n\nНакон комплетних замена зглобова или операција након фрактуре кука \nпрепоручује се адекватна профилакса тромбоемболије вена током 10 дана. 1 А\n\nКод болесника који ће се подврћи комплетној артропластици кука или \nоперацији након фрактуре кука, профилаксу би требало наставити током \nнајмање 4 недеље, посебно код оних са сталним факторима ризика за \nнастанак тромбоемболија вена (нпр. постојећа историја ВТЕ, гојазност, \nстална имобилизација, билатерална симултана тотална замена зглобова \nколена).\n\n1 А\n\nНиске дозе нефракционисаног хепарина или нискомолекуларног \nхепарина прихватљиве су у профилакси болесника са високим ризиком у \nнеурохирургији.\n\n2 Б\n\nНиске дозе нефракционисаног хепарина су безбедне и ефикасне у \nпрофилакси хоспитализованих болесника са другим медицинским стањима. 1 А\n\nЛечење флеботромбозе\n\nЛечење флеботромбозе је секундарна профилакса ПЕ и представља лечење манифестне, \nпостојеће ТДВ, чиме треба на секундарном нивоу спречити појаву плућне емболије (ПЕ) односно \nВТЕ. Комплетно одстрањење тромба у индикованим стањима (пре фиксације тромба за ендотел) \nможе се постићи хируршком или тромболитичком терапијом (стрептоконаза, урокиназа, рТПА и \nдр.).\n\n \nТромболитичка терапија има за циљ да у потпуности лизира коагулум. Тиме се отклања \n\nопасност од покретања тромба и настанка плућне емболије, а поново се остварује и проходност \nзахваћене вене. Постиже се применом тромболитика: стрептокиназа, урокиназа и  ткивни плаз-\nминоген активатор (рТПА). Ови лекови, било директно (урокиназа, рТПА), било индиректно \n(стрептокиназа), претварају плазминоген у плазмин. То је активни фибринолизни ензим који до-\nводи до растварања тромба. Пошто стрептокиназа и урокиназа немају специфичан афинитет за \nплазминоген везан за фибрин, оне активишу како за фибрин везани, тако и циркулишући плаз-\nминоген. Насупрот томе, рТПА има већи афинитет за плазминоген у присуству фибрина и зах-\nваљујући томе активира плазминоген у плазмин претежно у  фибринском коагулуму, са огра-\nниченом активацијом циркулишућег плазминогена. Због тога је примена рТПА праћена мањим \nризиком крварења. Тромболитици се примењују системски (и. в. инфузије), али све чешће ло-\nкално (катетером усмерена тромболиза). Тромболитике треба примењивати код свежих тромбоза \n(старих до 48 сати).  Због повишеног ризика од крварења (2 до 5 пута) и других контраиндикација, \nтромболитичка  терапија се препоручује у стањима масивне проксималне флеботромбозе, код \nболесника код којих се јавља попуштање функције десног срца, код болесника са синкопом и хи-\nпотензијом, односно само у тешким случајевима где се очекује знатно побољшање. \n\n\n\nНАЦИОНАЛНИ ВОДИЧ ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ АКУТНИХ И ХРОНИЧНИХ ОБОЉЕЊА ВЕНА\n\n26\n\nХируршка тромбектомија постиже се посебном техником примене Фогартијевог балон кате-\nтера, којим се тромб комплетно екстрахује из авалвуларног, углавном фемороилијакалног сегмента \nуз накнадну примену антикоагулантне терапије. Интервенција се изводи у општој ендотрахеалној, \nспиналној, епидуралној или локалној анестезији, у условима опште хепаринизације и антиби-\nотске профилаксе. Саветује се и употреба система за аутотрансфузију због могућности великог \nгубитка крви током саме тромбектомије. За превенцију периоперативне емболизације користи \nсе позитивни ендекспираторни притисак (ПЕЕП) у износу од 10 цм воденог стуба. По завршеној \nтромбектомији препоручује се формирање привремене (од 4 до 6 недеља) артериовенске фистуле \nкоја повећава проток кроз тромбектомисани сегмент и на тај начин превенира непосредну рет-\nромбозу, доводи до бржег опоравка и јачања ендотела. Примена хируршке тромбектомије код \nдобро селектованих болесника (илијакофеморална тромбоза стара 24 до 48 сати) доводи до ефи-\nкасне тромболизе и реканализације вена, и ти резултати су знатно бољи у односу на друге методе \nлечења ТДВ (19, 21).\n\nИзоловање („закључавање”) тромба и спречавање ПЕ може се постићи пласирањем различитих \nкава филтера (Bird’s Nest, нитинолски, Venatech, титанијумски Гренфиелдов итд.). \n\nИндикације за примену кава филтера могу бити (150–154):\n– апсолутне (рекурентне плућне тромбоемболије упркос адекватној примени антикоагулантне \n\nтерапије, контраиндикације за примену антикоагулантне терапије, компликације антикоагулантне \nтерапије, немогућност достизања или одржавања терапијских вредности антикоагулантних сред-\nстава), \n\n– релативне  (болесници са доказаном ПТЕ и присутном илијакокавалном ТДВ, масивне прок-\nсималне ТДВ са доказаним флотирајућим тромбним масама, масивне ПЕ третиране тромболизом \n– тромбектомијом, тромболиза илијакокавалних ТДВ, венске тромбоемболије лимитиране кардио-\nпулмоналном резервом, рекурентне ПЕ са пласираним филтером, тешкоће успостављања терапијс-\nке антикоагулације, слаба комплијанса антикоагулантне медикације, висок ризик компликација ан-\nтикоагулантне терапије – атаксија и сл.),\n\n – профилактичке (без  ПТЕ, примарна профилакса неизводљива: трауматизовани болесни-\nци са високим ризиком за ПТЕ, хируршке процедуре код болесника са високим ризиком за настанак \nПТЕ, интернистичка стања са високим ризиком за настанак ПТЕ).\n\nПа ипак, лечење ТДВ најчешће се спроводи применом стандардних, нефракционисаних хепа-\nрина (континуирана инфузија), нискомолекуларних хепарина или стандардних хепарина. Терапија \nхепарином састоји се у примени и.в. болуса 5.000–20.000 ј (100–200 ј/кг телесне масе болесника) \nхепарина, након чега се наставља континуирана инфузија хепарина ради одржавања ефекта. Дозу \nхепарина треба прилагодити тако да аПТТ буде 1,5 до 2,5 пута веће од нормалне вредности. Хепа-\nрин се и.в. примењује током наредних 4–6 дана. Са оралном антикоагулацијом обично се почиње \nпосле 3–5 дана (преклапање хепарина и ПАК да би се ефекат оралних антикоагуланаса испољио и \nстабилизовао). Примена хепарина се обуставља када се постигне протромбинско време (ПТ) нај-\nмање 1,5 пута веће од контролне вредности. Контраиндикације за примену хепарина у терапији \nфлеботромбозе јесу активна крварења, неурохируршке операције, интракранијално крварење и \nтромбоцитопенија (6, 19).       \n\nОрална антикоагулантна средства (ПАК) јесу деривати кумарина (етилбискумацетат, ацено-\nкумарол, фенпрокумон, варфарин-натријум) и инандиона (фениндион). Користе се као наставак \nпретходно спроведене терапије хепарином или нискомолекуларним хепарином како би спречила \nпоновну појаву флеботромбозе и плућну емболију. Њихов антикоагулантни ефекат постиже се \nинхибицијом биосинтезе протромбина (компетитивни антагонизам витамина К, тј. спречавање \nсинтезе свих фактора коагулације на које делује витамин К: 2., 7., 9., 10.. Због велике индивидуал-\nне разлике и утицаја других средстава (табела 23) лечење захтева сталну лабораторијску контролу \nса одржавањем протромбинског времена (ПТ, ПВ) у терапијском опсегу од 2 до 3 INR. Трајање ове \nтерапије је индивидуално и зависи пре свега од етиологије флеботромбозе. У случају тромбоза \nкао последица операција или неких пролазних обољења односно стања принудне имобилизације, \n\n\n\nНАЦИОНАЛНИ ВОДИЧ ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ АКУТНИХ И ХРОНИЧНИХ ОБОЉЕЊА ВЕНА\n\n27\n\nтерапија се спроводи 2-3 месеца, односно док се основно обољење не смири и пацијент не поста-\nне потпуно мобилан. У стањима масивних флеботромбоза, где је ризик од рецидива велик, ова \nтерапија траје најмање 6 месеци. Понекад, када се утврди да је узрок урођена или стечена тром-\nбофилија, терапија може трајати и више година, а некада и доживотно. Орални антикоагуланси \nсу контраиндиковани у трудноћи због тератогених и ембриопатских ефеката. Њихова евентуална  \nпримена у првом триместру трудноће представља не само vitium artis него и кривично дело. На \nтерапијске ефекте пероралних антикоагуланаса утичу бројни медикаменти, патолошка стања, па \nчак и начин исхране. Примена градуисане еластичне бандаже је адјувантна терапија свих облика \nакутног и хроничног венског застоја.\n\nТабела 23. Утицај појединих медикамената и патолошких стања на дејство пероралних \nантикоагуланција\n Потенцирање оралне антикоагуланције  Инхибирање оралне антикоагуланције\n\nАгенси: \nалопуринол, алкохол (повремено узимање), \nанаболични стероиди, хлоралхидрат, цефалоспорини, \nхлорамфеникол, хлорпропамид, клофибрат, дисулфирам, \nиндометацин, оксифенбутазон, кинин, кинидин, \nнеомицин, салицилати (аспирин), сулфонамиди, \nтетрациклини.\nСтања: \nинсуфицијенције јетре, холедохолитијаза. \n\nАгенси:\nбарбитурати, алкохол (редовно и претерано \nузимање), хлорталидон, холестирамин, циметидин, \nдихлоралфеназон, дијазепам, диуретици, фенитион, \nглутетамид, грисеофулвин, халоперидол, хепарин, \nмепробамат, феназон, рифампицин.\nСтања:\ndiabetes mellitus, хиперлипемије, примена хормонских \nконтрацептива.\n\nПостојање тромбофилије има директан утицај на дужину лечења болесника са ТДВ. Лечење \nпрве ТДВ код болесника без тромбофилије може трајати 3–6 месеци, а ПЕ 6–12 месеци. Међутим, \nпрву ТДВ код хетерозигота за ФВЛ треба лечити антикоагулантном терапијом најмање 6 месеци, \nа код хомозигота за ФВЛ или болесника са недостатком АТ, ПЦ или ПС годину дана или неогра-\nничено дуго. Такође, ПЕ код урођених тромбофилија треба лечити најмање годину дана. Код бо-\nлесника са две или више тромбоза, као и код тромбозе уз постојање две или више тромбофилија \nсаветује се дуготрајно антикоагулантно лечење. Антикоагулантно лечење болесника са првом \nтромбозом и АФА може се обуставити 6 месеци по губитку АФА, уз поштовање наведених крите-\nријума. У току лечења оралним антикоагулансима терапијски опсег INR треба да буде 2-3. Међу-\nтим, ако у току лечења настане ретромбоза, терапијски INR треба да буде 3,5, односно у опсегу \nопсегу 3-4. Код обустављања антикоагулантне терапије запажен је већи проценат ретромбоза, ако \nпретходна тромбоза није у потпуности реканалисана. Такође, запажено је да су ретромбозе чешће \nако је Д-димер повишен у току последње 3-4 недеље по обустављању антикоагулантне терапије. \nИз тога произлази закључак да се антикоагулантна терапија може обуставити ако је у потпуности \nреканалисан крвни суд и ако је Д-димер у последњих месец дана у граници нормале. \n\nУ акутној фази (кад је тромб неорганизован) неопходно је строго мировање болесника.\n\nЛечење високог тромбофлебитиса вене сафене, особито ако је захваћена сафенофеморал-\nна јункција, састоји се у  ургентном хируршком поступку (подвезивање ушћа, парцијални или \nкомплетни стрипинг вене сафене), чиме се спречава проксимални раст тромба и настанак плућне \nемболије. Дистални и локализовани тромбофлебитиси лече се медикаментозно (антиагрегациона, \nантиинфламаторна терапија), мада се може применити и хируршка терапија (флебектомија). \n\nЛечење ТДВ код трудница треба започети одмах по утврђивању дијагнозе, а најкасније 12–24 \nсата од њеног настанка. Примењују се различите методе лечења којима је циљ или потпуна ели-\nминација тромба, или његово изоловање или спречавање даљег раста са подстицањем његове \nорганизације и реканализације. Оперативно лечење – венска тромбектомија има за циљ уклањање \nтромбних маса из вена. То лечење се код трудница и породиља примењује у случајевима акутне, \nсвеже (не старије од 24 сата), примарне тромбозе илијакофеморалног сегмента. Омогућава рану \n\n\n\nНАЦИОНАЛНИ ВОДИЧ ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ АКУТНИХ И ХРОНИЧНИХ ОБОЉЕЊА ВЕНА\n\n28\n\nмобилизацију пацијенткиње и краћу постоперативну протективну терапију. Даје веома добре и \nнепосредне и удаљене резултате. Медикаментозно лечење подразумева примену хепарина или \nнискомолекуларних хепарина (молекулска тежина око 4500–5000 Da) који не пролазе плацентал-\nну баријеру и немају тератоген ефекат, а ретко доводе до компликација.      \n\n  \nТромбофлебитис површног венског система код трудница и породиља лечи се на исти начин \n\nкао и код осталих пацијената (локални третман запаљења, антиагрегациони агенси, LМWH, под-\nвезивање и ресекција завршног сегмента VSM и њених притока ради прекида комуникације ове \nвене са бутном веном и онемогућавања преласка тромба у дубоки венски систем).\n\nЛечење акутне венске инсуфицијенције обављају лекари различите едукације применом раз-\nних терапијских агенаса а зависно од клиничког ентитета. Тако, тромбофлебитисе притока VSM \nи/или VSP лече лекари опште медицине локалним алкохолним облозима, применом антиагре-\nгационих агенаса и градуисане компресивне бандаже уз контролу статуса клиничким налазом \nи доплер ултрасонографијом. Флебектомије могу да раде општи хирурзи. У земљама високих \nмедицинских стандарда постоји и (суб)специјалност  флебологије, па су ови специјалисти обу-\nчени за извођење комплетних дијагностичко-терапијских процедура из флебологије. Хируршко \nзбрињавање болесника са  асцедентним тромбофлебитисом изводе општи или васкуларни хирур-\nзи. Хируршке тромбектомије обављају васкуларни хирурзи. Тромболизе катетером или модерне \nметоде у лечењу ТДВ и ПЕ спроводе интервентни кардиолози и васкуларни хирурзи. Ефекте ан-\nтикоагулантне терапије прате специјалисти опште медицине, хематологије итд. (табела 24).\n\nТабела 24. Лечење акутне венске инсуфицијенције\nОбољење Врста терапије Лекар\n\nThrombophlebitis superf. (ТПВ) Медикаментозна (антиагрегациона) флебектомија\nопште медицине\nопшти хирург, флеболог* (КМЕ)\n\nВисоки ТПВ (ушће в. с. м.) Лигатура, (парц.) стрипинг општи (васкуларни) хирург\n\nИлијакофеморална ТДВ (< 72 х) Тромбектомија васкуларни хирург\n\nОстале флеботромбозе Медикаментозна терапија (LМWH, UH) специјалиста опште медицине \n\nЕмболија плућа Медикаментозна терапија, Лиза катетером, хирургија\nинтервентни кардиолог, васкуларни \nхирург\n\n* посебно едуковани лекари који се баве флебологијом\n\nТерапија ТДВ најчешће се спроводи применом нискомолекуларног хепарина, што је препору-\nчено практично у свим водичима, и то са високим нивоом доказа (табела 25). \n\nТабела 25.\nТерапија акутне тромбозе дубоких вена и емболије плућа Ниво препоруке Ниво доказаности\n\nКод болесника са објективно потврђеном ТДВ препоручује се \nкраткотрајна терапија супкутаног нискомолекуларног хепарина или, \nалтернативно, интравенозно давање нефракционисаног хепарина.\n\n1 А\n\nКод болесника са високо суспектном ТДВ препоручује се \nантикоагулантна терапија за време чекања исхода дијагностичких \nтестова.\n\n1 Ц\n\nУ иницијалној терапији акутне ТДВ предлаже се примена \nнискомолекуларног хепарина или нефракционисаног хепарина најмање 5 \nдана. \n\n1 Ц\n\n\n\nНАЦИОНАЛНИ ВОДИЧ ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ АКУТНИХ И ХРОНИЧНИХ ОБОЉЕЊА ВЕНА\n\n29\n\nУ акутној ТДВ препоручује се иницијална примена антагониста витамина \nК заједно са нискомолекуларним хепарином или нефракционисаним \nхепарином током првог дана терапије, као и прекидање терапије \nхепарином када је постигнуто стабилно дводневно ПВ изнад 2,0 INR. \n\n1 А\n\nКод болесника са првом епизодом акутне ТДВ, секундарног \nили пролазног фактора ризика, предлаже се дуготрајни третман \nантагонистима витамина К у трајању од обично 3 месеца. \n\n1 А\n\nКод болесника са првим јављањем идиопатске ТДВ препоручује се \nтретман антагонистима витамина К најмање 6–12 месеци. 1 А\n\nПрепоручене дозе антагониста витамина К треба да буду у оквиру 2,5 \n(2,0–3,0) INR за све време третмана. 1 А\n\nПрепоручује се за терапију антагониста витамина К високе снаге (опсег \n3,1–4,0) и нискомолекуларног хепарина (опсег 1,5–1,9) у поређењу са \n2,0–3,0 INR.\n\n1 А\n\nКод болесника са објективно потврђеном немасивном емболијом плућа \nпрепоручује се почетни третман супкутаним нискомолекуларним \nхепарином или, алтернативно, и.в. нефранкционисаним хепарином.\n\n1 А\n\nКод највећег броја болесника са емболијом плућа не препоручује се \nупотреба тромболитичне терапије. 1 А\n\nПрепоруке за дужину и интензитет лечења емболије плућа сличне су \nонима за ТДВ. 1 А\n\nТромбоза дубоких вена се, осим антикоагулансима, може лечити и хируршки (тромбектомија), \nали само у илијакофеморалном, авалвуларном сегменту (где се може пласирати Фогартијев балон \nкатетер). Остале методе лечења примењују се по строгим индикацијама  (табела 26). \n\nТабела 26. Индикациона подручја лечења ТДВ и ПЕ\nПрепоруке Ниво препоруке Ниво доказаности\n\nКод пацијената са симптоматском тромбозом дубоких вена, посебно \nилиофеморалне, саветује се терапија која подразумева уклањање тромбне \nмасе.\n\n2 Б\n\nКод неких болесника са илиофеморалном тромбозом са трајањем \nсимптома до 14 дана препоручује се катетер-директна тромболиза, којом \nсе смањују акутни симптоми и посттромботички морталитет, уколико \nадекватна експертиза и ресурси то дозвољавају.\n\n2 Б\n\nПрепоручује се фармаколошка тромболиза, са фрагментацијом тромба \nи аспирацијом, уколико је катетер-директна тромболиза једина техника \nу третману илиофеморалне тромбозе која би скратила време терапије, \nуколико адекватна експертиза и ресурси то дозвољавају.\n\n2 Б\n\nКод неких болесника са илиофеморалном тромбозом са трајањем \nсимптома до 14 дана препоручује се примена системске тромболизе као \nалтернатива катетер-директној тромболизи, како би смањила акутне \nсимптоме и посттромботички морталитет, уколико адекватна експертиза \nи ресурси то дозвољавају.\n\n2 Б\n\nХируршка тромбектомија није увек праћена високим нивоом препоруке, као ни нивоом доказа \n(табела 27).\n\n\n\nНАЦИОНАЛНИ ВОДИЧ ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ АКУТНИХ И ХРОНИЧНИХ ОБОЉЕЊА ВЕНА\n\n30\n\nТабела 27.  Препоруке хируршког лечења ТДВ и ПЕ\nПрепоруке Ниво препоруке Ниво доказаности\n\nПрепоручује се катетер-директна тромболиза за проксималну ТДВ, \nпосебно тромбозе илиофеморалне вене код активних болесника са \nниским ризиком за крварење. Не саветује се системска тромболиза.\n\n2 Б\n\nКод симптоматских болесника са ТДВ илиофеморалне вене који нису \nкандидати за илиофеморалну катетер-директну тромболизу, саветује се \nтромболиза хируршким путем. \n\n2 Ц\n\nКод болесника са масивном ТДВ илиофеморалне вене и ризиком за \nнастанак гангрене екстремитета, као и последичном секундарном \nоклузијом вене, препоручује се хируршка тромбектомија.\n\n1 Ц\n\nДа би се скратило време тромболизе уз рапидно смањење тромбне масе, \nпрепоручује се додатна катетер-механичка тромбектомија са катетер-\nтромболизом код болесника са ТДВ илиофеморалне вене.\n\n2 Ц\n\nТромбоза дубоких вена горњих екстремитета присутна је у само 1% до 2% (максимално 5%) \nсвих флеботромбоза. Најчешће је последица thoracic outlet sindroma (TOS), а може бити изазвана \nи другим факторима (јатрогено, посттрауматски, малигним обољењима медијастинума, тумори-\nма који урастају у горњу шупљу вену и др.). Обољење се дијагностикује клинички и КДУЗ-ом, а \nпонекад је потребна и примена ЦТ и НМР. У акутној фази препоручује се примена тромболитичке \nтерапије (табела 28).\n\nТабела 28.  Лечење тромбозе аксилосупклавијалне вене у оквиру синдрома горње торакалне \nапертуре (TOS)\nПрепоруке Ниво препоруке Ниво доказаности\n\nКод болесника са тромбозом аксиларносупклавикуларне вене у оквиру \nТОS препоручује се тромболиза вене која следи након декомпресије \nТОS.\n\n1 Б\n\nНе препоручује се уградња стента у супклавијалну вену непосредно \nнакон постоперативног периода урађене тромболизе и хируршке \nдекомпресије у лечењу тромбозе супклавикуларне вене у оквиру ТОS.\n\n1 Б\n\nКод болесника са заосталом стенозом након урађене тромболизе у \nлечењу тромбозе супклавијалне вене а у оквиру ТОS, препоручује \nсе рана хируршка декомпресија (директно хируршко отварање) или, \nалтеранативно, пласирање стента.\n\n2 Ц\n\nПласирање кава филтера препоручује се само у строгим индикацијама: када није могуће при-\nменити антикоагулантну терапију или када упркос примене ове терапије нема знакова клиничког \nпобољшања као и код постојања флотирајућег тромба у доњој шупљој вени, те код високоризич-\nних тромбоза за ПЕ итд. (табела 29).\n\nТабела 29. Индикације, хируршке технике и резултати постављања филтера у в.цава инфериор\nПрепоруке Ниво препоруке Ниво доказаности\n\nПрепоручује се постављање филтера у в. кава инфериор код \nболесника са ТДВ и/или емболијом плућа и када је од почетка \nтерапије контраиндикована примена антикоагуланаса; код болесника \nкоји могу развити рекурентну ТДВ или емболију плућа упркос \nпримени адекватних антикоагуланса; код болесника који су раније \nимали масивне емболије плућа и који не могу толерисати нове \nкардиопулмоналне нападе који би били удружени са додатном \nемболијом плућа.\n\n1 А\n\n\n\nНАЦИОНАЛНИ ВОДИЧ ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ АКУТНИХ И ХРОНИЧНИХ ОБОЉЕЊА ВЕНА\n\n31\n\nКод болесника код којих је нестабилан (флотирајући) тромб већи \nод 5 цм унутар илијачне вене или в. кава инфериор препоручује се \nпласирање филтера у в. кава инфериор. \n\n1 Б\n\nПрепоручује се постављање филтера у циљу профилаксе код \nболесника чија медицинска стања (малигнитетима или трауматским \nповредама) предиспонирају ТДВ или емболију плућа.\n\n1 Б\n\nСаветује се опрезност у посебним ситуацијама приликом пласирања \nфилтера код болесника који имају нетретирану или неконтролисану \nбактеремију, код педијатријских болесника и трудница због \nнесигурних дугорочних ефеката и трајања постављеног филтера.\n\n2 Ц\n\nСаветује се постављање филтера у в. кава инфериор код болесника \nу кревету због примене трансабдоминалног ултразвука или \nинтраваскуларног ултразвучног навођења; обе технике одликују \nбезбедност и ефективност.\n\n2 Б\n\nСаветују се додатне студије које ће доказати безбедност и ефикасност \nрепласираних филтера код болесника са временски ограниченим \nконтраиндикацијама за примену антикоагулантне терапије.\n\n2 Б\n\nСаветују се испитивања која ће годишње пратити болеснике са \nпласираним филтером у вени кава инфериор да би се проценила \nмеханичка стабилност постављеног филтера, и да би се пратила \nстања доњих екстремитета и текућих ризика у настанку рекурентних \nтромбоза.\n\n2 Б\n\nТромбоза мезентеријалних вена открива  се тешко и захтева примену ЦТ, МСЦТ и НМР (табе-\nла 30).\n\nТабела 30. Тромбозе мезентеријалних вена\nПрепоруке Ниво препоруке Ниво доказаности\n\nУ дијагнози тромбозе мезентеричних вена препоручују се ЦТ \nангиографија и МР ангиографија. 1 Б\n\nПрепоручује се тренутна, неодложна антикоагулантна терапија у \nлечењу тромбозе мезентеричних вена, у побољшању исхода. 1 Б\n\nПрепоручује се хируршка операција болесника са тромбозом \nмезентеричних вена ако имају високу појаву перитонитиса или \nперфорација.\n\n1 Б\n\nКод болесника са високим ризиком настанка наследног тромботичног \nпоремећаја или других сталних ризика у настанку тромбоза,  \nпрепоручује се доживота примена антикоагулантне терапије.\n\n1 Б\n\nНискомолекуларни хепарини знатно су смањили ризик од ТДВ, што је довело до драматичног \nсмањења ВТЕ. Па ипак, ПТЕ и даље је присутан проблем у клиничкој медицини (табела 31).\n\n\n\nНАЦИОНАЛНИ ВОДИЧ ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ АКУТНИХ И ХРОНИЧНИХ ОБОЉЕЊА ВЕНА\n\n32\n\nТабела  31.  Алгоритам терапије акутне тромбозе дубоких вена\nПрепоруке Ниво препоруке Ниво доказаности\n\nУ иницијалној терапији ТДВ уместо стандарног нефракционисаног \nхепарина  саветује се нискомолекуларни хепарин (LМWH).  1 А\n\nКритеријум за примену оралне антикоагулантне терапије подразумева \nлечење тромбоза, резидуалних тромбних маса и активацију \nкоагулационог система (са препоруком мерења Д-димера).\n\n1 А\n\nТромбоцитопенија изазвана хепарином представља проблем за примену \nсвих хепаринских препарата, а посебно је учестала након примене \nнефракционисаног хепарина у поређењу са нискомолекуларним \nхепарином.\n\n1 Ц\n\nПрименом компресије одговарајуће јачине и раним покретањем \nболесника након ТДВ може се смањити дугорочни морбидитет бола и \nотицања као резултат ТДВ.\n\n1 А\n\nц.  Плућна емболија\n\nПлућна емболија (ПЕ) јесте запушавање тромбом или другим материјалом једне или више \nогранака плућних артерија. Етиопатогенеза, клиничка слика и прогноза ПЕ не зависе само од \nвеличине емболусне масе него и од испољености пропратног вазоспазма. Емболус је најчешће \nпоследица ТДВ (80–85%) или ТПВ (6–12%). Међутим, емболуси могу бити ваздух, масне капљи-\nце, паразити, плодова вода, туморске ћелије или страна тела. Високоризична стања за настанак \nПЕ јесу сва стања која потенцирају Вирховљеву тријаду: фрактура или замена зглоба колена или \nкука, фрактура ногу, велике опште хируршке интервенције, велике трауме или повреда кичме \nитд. Умерени предиспонирајући фактори су артроскопија зглоба колена, централне венске линије, \nхемотерапија, хронична срчана или респираторна инсуфицијенција, малигнитет, хормонална суп-\nституциона терапија, примена оралних контрацептива, паралитички шлог, постпартални пери-\nод, претходне тромбоемболије и тромбофилија. Слаби предиспонирајући фактори су мировање, \nимобилизација због седења или дуготрајних путовања, старији узраст, лапароскопска хирургија, \nтрудноћа и варикозне вене. Оклузија плућног артеријског стабла тромбом може довести до акут-\nног, животно угрожавајућег, или потенцијално реверзибилног попуштања десне коморе. \n\nКлиничка презентација ПЕ може бити неспецифична, па чак и асимптоматска (када је оп-\nструкција умерена или мала). Најчешћи симптоми ПЕ јесу: диспнеја (80%), бол у грудима (52%), \nкашаљ (20%), синкопе (19%), хемоптизије (11%); а знаци: тахипнеја (70%), тахикардија (26%), \nзнаци тромбозе дубоких вена ногу (15%), цијаноза (11%) и повишена температура (7%). Клинич-\nки симптоми, знаци, предиспонирајући фактори, рутински лабораторијски тестови (електрокар-\nдиограм, рендгенски снимак грудног коша, компјутеризована томографија грудног коша, гасне \nанализе, Д-димер ) најчешће су патолошки (синусна тахикардија, галопски ритам, S1-Q3-negT3), \nмада, и када су неки од њих (нарочито у иницијалној фази) у граници нормале па се не може \nискључити ПЕ. Корисна може бити примена сцинтиграфије плућа (налаз перфузионог дефекта) \nи ангиографија пулмоналне артерије. Нажалост, ПЕ може се појавити, а да први симптом и знак \nбуде летални исход. ПЕ се и даље много чешће открива на аутопсијском материјалу него што се \nзаживотно дијагностикује. \n\nЛечење ПЕ обухвата хемодинамску и респираторну потпору. \nОксигенотерапија је обавезна и веома корисна. Добутамин и допамин се могу користити код \n\nболесника са малим срчаним индексом и нормалним крвним притиском, а вазопресивни лекови \nкод хипотензивних болесника. Тромболитичка терапија (ТТ) индикована је код болесника са ма-\nсивним ПЕ који су у шоку или су хипотензивни. Ова терапија треба да се заснива на објективним \nдијагностичким тестовима. Хируршка емболектомија индикована је као пулмонална емболекто-\n\n\n\nНАЦИОНАЛНИ ВОДИЧ ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ АКУТНИХ И ХРОНИЧНИХ ОБОЉЕЊА ВЕНА\n\n33\n\nмија која има ограничену улогу у масивној, животно угрожавајућој ПЕ. Антикоагулантна тера-\nпија подразумева примену интравенског нефракционираног хепарина с тим да се аПТТ креће из-\nмеђу 1,5 и 2,5. Нискомолекуларни хепарини  могу се користити код болесника са симптоматском, \nнемасивном ПЕ. Орална антикоагулантна терапија треба да започне у прва 3 дана и да се преклопи \nса хепарином најмање 4-5 дана. Болесници са првом епизодом ПЕ треба да примају оралну анти-\nкоагулантну терапију 3 месеца ако имају реверзибилне факторе ризика, а најмање 6 месеци ако \nимају идиопатски ВТЕ, или стално ако имају понављани ВТЕ или континуиране факторе ризика. \nНаравно, код доказане тромбофилије, примена антикоагулантне терапије по правилу је доживотна. \nВенски филтри односно интравенски кава филтри (ИВКФ) индиковани су за превенцију ВТЕ код \nболесника са контраиндикацијама за оралну антикоагулантну терапију или болесника који имају \nПЕ и поред адекватне антикоагулантне терапије, као и после примењене хируршке емболектомије.\n\nСумарно, лечење зависи од клиничке презентације. Код хемодинамски компромитованих па-\nцијената примарно је хитно поновно успоставити проток кроз оклудиране плућне артерије. У \nмање тешким случајевима лечење има за циљ спречавање прогресије процеса тромбозе и по-\nтенцијалног фаталног поновног јављања. На основу клиничке процене присуства или одсуства \nпоремећаја хемодинамике пацијенти се класификују у високоризичне болеснике са ПЕ и оне који \nто нису, што одређује даљи терапијски поступак. Високоризични болесници треба да примају и. в. \nнефракционирани хепарин без одлагања, а високоризични болесници код којих се развио карди-\nогени шок и/или перзистентна артеријска хипотензија тромболитичку терапију (ТТ). Хируршко \nлечење ПЕ препоручује се код болесника код којих је тромболиза апсолутно контраиндикована, \nили није била успешна. Катетер емболектомија се разматра као алтернатива хируршком лечењу \nкод високоризичних болесника када је тромболиза апсолутно контраиндикована или неуспешна. \nСвим овим болесницима индикована је и адекватна симптоматска терапија. Болесници са ПЕ који \nнису високоризични треба да примају пероралну антикоагулантну терапију (ПАК) и пре него што \nје завршен дијагностички поступак уколико имају високу или средњу клиничку вероватноћу за \nПЕ. Препоручује се примена нискомолекуларног хепарина или фондаксапарина, а болесници са \nвисоким ризиком за крварење или тешком бубрежном инсуфицијенцијом треба да добију нефрак-\nционирани хепарин. Парентерална ПАК се примењује најмање пет дана и замењује антагонис-\nтима витамина К када је циљни INR два дана у терапијском опсегу. Тромболитичка терапија се \nретко примењује код ових болесника, и само у посебним ситуацијама.\n\nБолесници са првом епизодом ПЕ треба да примају ПАК (циљни INR 2,0–3,0) три месеца ако \nимају реверзибилне факторе ризика; најмање шест месеци ако имају идиопатску ПЕ; или трајно \nкод понављаних емболија или континуираних фактора ризика. Филтри в. кава инфериор индико-\nвани су за превенцију ПЕ код болесника са контраиндикацијама за ПАК као и код болесника који \nимају ПЕ и поред адекватне антикоагулантне терапије, као и после хируршке емболектомије.\n\nМорталитет код нелечених болесника са ПЕ је 20% до 30%. Ако се дијагноза постави на време \nи спроведе одговарајуће лечење, морталитет је мањи од 10%. У складу са озбиљношћу прогнозе, \nоптимална стратегија за превенцију ПЕ јесте препознавање болесника са ризиком од ДВТ и спро-\nвођење одговарајућег профилактичког лечења.\n\n2. Хронична венска инсуфицијенција \n\nХВИ представља скуп патолошких стања насталих дејством повишеног венског притиска који \nдоводи до прогресивног застоја и следствених запаљенских и трофичких поремећаја супфас-\nцијалних структура, поткожног ткива и коже. Терминално стање ХВИ је појава венских улкуса \n(Ulcus venosum). ХВИ може бити изазвана примарним и секундарним (посттромботским) секве-\nлама (табела 32). Термин хронична венска инсуфицијенција (ХВИ) не представља некомпликова-\nне и естетске вариксе, него скуп патолошких стања која повишеним венским притиском доводе \nдо прогресивног  застоја (стазе) и следствених запаљенских и (иреверзибилних) трофичких по-\n\n\n\nНАЦИОНАЛНИ ВОДИЧ ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ АКУТНИХ И ХРОНИЧНИХ ОБОЉЕЊА ВЕНА\n\n34\n\nремећаја супфасцијалних структура, поткожног ткива и коже (едем, липодерматосклероза, целу-\nлитис). Терминално стање хроничног венског застоја представља појава венских улкуса. Дакле, \nХВИ јесте хронично обољење венског система при чему постоји  прогресивни венски застој који \nдоводи до хроничне липодерматосклерозе или улцерација ноге.\n\nТабела 32. Препоруке (смернице) Америчког венозног форума за етиолошку класификацију \nхроничне венске болести (ХВИ) \nПрепорука Ниво препоруке Ниво доказаности\n\nЦЕАП (Ц – клиничка класа, Е – етиологија, А – анатомија, П – \nпатофизиологија) класификацију треба употребљавати за опис ХВИ. 1 Б\n\nПотпуну ЦЕАП класификацију треба употребљавати за клиничка \nистраживања. 1 Б\n\nВенска инсуфицијенција примарне етиологије јесте споро прогресивно \nдегенеративно обољење које настаје као резултат слабости венских \nзалистака, што доводи до валвуларног рефлукса који уобичајено \nзапочиње у површинским венама.\n\nБ\n\nПосттромботска венска инсуфицијенција секундарне етиологије \nјесте прогресивно инфламаторно обољење које настаје као резултат \nдеформисања венских залистака и зида, што доводи до комбинације \nопструкције и рефлукса; уобичајено започиње у дубоким венама. \n\nБ\n\nПримарна венска инсуфицијенција мора се одвојити \n(издиференцирати) од секундарне посттромботске венске \nинсуфицијенције, зато што се оба стања разликују у патофизиологији и \nлечењу.\n\n1 Б\n\nКласификације ХВИ се базирају на основу тежине клиничке слике. Последњих година се \nкористи класификација урађена на основу клиничких манифестација (Ц), етиологије (Е), анатом-\nских (А) и патолошких (П) поремећаја, па се назива ЦЕАП класификација ХВИ (табела 33).\n\nТабела 33.  ЦЕАП класификација хроничне венске инсуфицијенције       \nКласа Дефиниција \n\nЦ Клинички знаци (степен 0–6):  ( „А” за асимптоматски и „С” за симптоматски)\n\n0 Нема видљивих или палпабилних знакова за хроничну венску болест\n\n1 Телеангиектазије или ретикуларне вене\n\n2 Варикозне вене\n\n3 Едем\n\n4 Кожне промене због ХВИ (хиперпигментација, липодерматосклероза)\n\n5 Кожне промене  + излечени венски улкус\n\n6 Кожне промене  + активни венски улкус\n\nЕ Етиолошка класификација: конгенитална, примарна и секундарна\n\nА Анатомска дистрибуција: суперфицијална, дубока, перфораторска: а – самостална или ц – комбинована\n\nП Патофизиолошки поремаћаји: рефлукс или опструкција:а – самостално или ц – комбиновано\n\nХВИ се јавља код око 1% до 2% западне популације. Сматра се да у САД има 6 до 7 милиона \nболесника од ХВИ и око 500.000 болесника са улцерацијама ногу (табела 34). Укупни трошкови \nза лечење ХВИ износе око 2,5% укупног здравственог буџета земаља западне Европе. \n\n\n\nНАЦИОНАЛНИ ВОДИЧ ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ АКУТНИХ И ХРОНИЧНИХ ОБОЉЕЊА ВЕНА\n\n35\n\nТабела 34. Хронична венска инсуфицијенција  – основни епидемиолошки подаци \nПреваленца варикозних вена у одраслој популацији западне Европе и САД захвата више од 20% \n(21,8–29,4%) популације. А\n\nОко 5% (3,6–8,6%) одрасле западне популације има кожне промене или улкусе услед ХВИ. Б\n\nАктивни венски улкуси су присутни код 0–0,5% одрасле западне популације, а 0,6–1,4% има зарасле \nвенске улкусе. Б\n\nЕтиопатогенеза ХВИ заснива се на прогресивној дисфункцији венског система узрокованој \nвалвуларном некомпетентношћу и/или венском опструкцијом, што доводи до ретроградног тока \nкрви и венског рефлукса са прогресивним оштећењем микроциркулације.\n\nПатогенеза варикозних вена и ћелијска патофизиологија ХВИ\nХемодинамски, генетски фактори и ранија ТДВ доводе до ослобађања инфламаторних чини-\n\nлаца у зиду вене, што је праћено променама у микроциркулацији коже па сложеним механизмима \n(дерматосклероза) настају прогресивне трофичке промене (табела 35) праћене хиперпигмента-\nцијама и венским улцерацијама.\n\nТабела 35.   Етиопатогенеза хроничне венске болести\nНалаз – тврдња Ниво доказаности\n\nГенетика и ДВТ су предиспонирајући фактори у настанку варикозних вена. А\n\nУ ХВИ, услед преношења венског притиска на дермалну микроциркулацију, настаје \nекстравазација макромолекула и еритроцита, што представља основни стимулус за \nинфламаторну реакцију.\n\nА\n\nТГФ-β1 и матрикс металпротеиназе имају главну улогу у инфламаторним процесима, што \nводи настанку липодермосклерозе и хроничних промена на кожи. Б\n\nХронична венска инсуфицијенција обично почиње као дегенеративна болест валвула (валву-\nларна инсуфуцијенција) која се потом преноси на венски зид. Промене су изазване примарним \nфакторима и секундарним, посттромботским секвелама (табела 36).\n\nТабела 36. Патоморфолошки супстрат ХВИ \nХронична стања  (ХВИ – хронична венска инсуфицијенција, хронична \nвенска болест) Степен препоруке Степен доказа\n\nПримарна венска инсуфицијенција (прогресивна дегенеративна болест \nвалвула и венског зида) обично почиње на површинском систему. 1 Б\n\nХВИ се развија услед посттромботског венског застоја: прогресивно \nзадебљање венског зида и деструкција и/или инсуфицијенција \nвалвула дубоког система), што се манифестује опструкцијом или \nинсуфицијенцијом протока у дубоким венама.\n\n1 А\n\nХВИ је узрокована прогресивном венском хипертензијом, што доводи \nдо промена у венулама и капиларима коже, тј. дермато(липо)склерозе, а \nу терминалној фази и до венских улцерација. \n\n1 Б\n\nКлинички преглед болесника са ХВИ подразумева инспекцију, понекад аускултацију као и кри-\nтичну анализу симптома које болесник наводи (табела 37). Симптоми хроничног венског застоја \nсу неспецифични (бол, едем, осећај трњења, надутости, „мравињања“, „тешке ноге“, свраб, ноћ-\nне клаудикације итд.). Битно је узимањем анамнезе проценити да ли се те тегобе појачавају при \nдужем пасивном стајању, а код жена у време менструалног циклуса. У испитивању болесника \nобавезно је урадити и аускултацију периферних пулсева, чиме се може искључити или потврдити \nартеријска инсуфицијенција.\n\n\n\nНАЦИОНАЛНИ ВОДИЧ ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ АКУТНИХ И ХРОНИЧНИХ ОБОЉЕЊА ВЕНА\n\n36\n\nКлиничким прегледом треба не само поставити дијагнозу ХВИ него и прецизно одредити \nЦЕАП стадијум ХВИ (табела 33).\n\nТабела 37. Клинички преглед и опсервација болесника са хроничним венским застојем\nНалаз – тврдња Ниво препоруке Ниво доказаности\n\nКлинички преглед подразумева инспекцију (варикси, едем, \nпребојеност коже, corona phlebectatica, улкус, липодерматосклероза), \nпалпацију, аускултацију и преглед препона и абдомена, као и зглобне \nпокретљивости.\n\n1 Б\n\nКлиничка презентација укључује постојање симптома (бол, осећај \nтежине, напетости, или надутости, немирних ногу, ноћних грчева и \nсвраба) који се појачавају током и након пасивног статичког оптерећења \n(стајање), дејства спољашње повишене температуре и менструације. \n\n1 Б\n\nПалпација периферних пулзација и аускултација периферних \nартерија (трил) обавезан је део васкуларног прегледа јер се тако може \nискључити или открити обољење периферних артерија.\n\n1 А\n\nUlcus cruris је појам који означава постојање улцерације (разједине) на потколеници која траје \nнајмање 6 недеља, настале учинком различитих етиопатогенетских чинилаца. Тако, улцерације \nмогу бити: венске (ulcus venosum), артеријске (ulcus arteriosum), лимфатичне (ulcus lymhaticum) \nили друге (реуматске, неопластичне) или мешане етиологије, нпр. артерио-венске (ulcus mixtum). \nНајчешће су венске (75–80%) које се и означавају термином Ulcus venosum cruris. Венски улкус је \nлокални недостатак коже и поткожног ткива, најчешће локализован на медијалној страни дистал-\nног дела потколенице, у регији и испод медијалног малеолуса и изазван је прогресивним венским \nзастојем. Венске улцерације могу бити последица промена у површинским и/или комуникантним \n(перфорантним) венама и промена у дубоким венама. Етиопатогенеза венских улцерација је врло \nсложена и постоји више етиолошких теорија. По Хомансовој теорији (1916) венски улкус после-\nдица је локалне исхемије. Ту теорију оповргла је Блелокова теорија (1929), по којој у венским \nулкусима постоји повишена концентрација кисеоника услед неадекватне размене гасова. Брауз \nи Бернард (1982) поставили су теорију капиларне блокаде, тј. да се перикапиларно накупљају \nфибринске и друге макромолекуле које не дозвољавају адекватну гасну и нутритивну размену. \nКолриџ Смит (1988) сматра да ендокапиларно накупљање леукоцита омета нормалну размену \nгасова и нутритивних састојака, што се манифестије венском улцерацијом. Све ове, а посебно \nновије теорије, утицале су на терапијске принципе у третману венских улцерација (табела 38).\n\nТабела 38. Препоруке о настанку и зарастању венског улкуса на ћелијском нивоу\n\nПрепорука Ниво доказаности\n\nАктивност леукоцита уз интеракцију са ендотелним ћелијама започиње каскаду \nинфламаторних одговора (у ХВИ), што води настанку венског улкуса. А\n\nМакрофази имају главну улогу у настанку улкуса. Б\n\nДисфункционални леукоцити и старији фибробласти доводе до успореног зарастања \nулкуса. Б\n\nИзмењен регулаторни ћелијски циклус протеина (п21, пРб) доводи до фибробластне \nпролиферације и одлагања зарастања улкуса. Б\n\nУ структури венских улкуса повишени су инхибиторни цитокини и мatriks metaloproteinaze. А\n\nMatriks metaloproteinaze имају јединствену улогу у патогенези венског улкуса. А\n\nФактор XIII, плазминогени индуктор екстрацелуларне матрикс металопротеиназе \n(EMMPRОN) мењају активност матрикс металопротеиназе и доприносе настанку венског \nулкуса. \n\nB\n\n\n\nНАЦИОНАЛНИ ВОДИЧ ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ АКУТНИХ И ХРОНИЧНИХ ОБОЉЕЊА ВЕНА\n\n37\n\nДијагноза ХВИ се састоји у примени неинвазивних и инвазивних метода. Колор КДУЗ јесте \nметода која је златни стандард у дијагностици болесника са ХВИ (табела 39). Од осталих метода, \nнеки аутори предлажу плетизмографију (табела 40), док се друге методе (волуметрија стопала, \nмерење притиска у  венама итд.) ређе примењују. КДУЗ даје тачне и репродуцибилне анатомске \nи неке функционалне податке о укупном венском систему доњих екстремитета. Такође, постоји \nмогућност коришћења и 3Д колор КДУЗ. Само у нејасним клиничким стањима проксималних \nТДВ, у анатомском нивоу в. каве инфериор и илијачних вена, а ради прецизније анатомске ло-\nкализације, етиолошке и патофизиолошке класификације потребно је урадити софистицираније \nметоде (табеле 40 и 41):  ЦT, МСЦТ,  НМР и/или  инвазивну флебографију. Интраваскуларна \nултрасонографија и ангиоскопија резервисане су за изузетно ретке случајеве интраоперативног \nлечења ТДВ и посебних стања.\n\nТабела 39. Дуплекс ултразвучни преглед у хроничној венској инсуфицијенцији\nПрепоруке Ниво препоруке Ниво доказаности\n\nКДУЗ је препоручен као први дијагностички тест за све болеснике \nса суспектном хроничном венском опструкцијом или валвуларном \nинкомпетенцијом. Тест је безбедан, неинвазиван и поуздан.\n\n1 А\n\nЧетири компоненте требало би да укључују ултразвучни налаз \n(визуелизацију), компресибилност, венски проток и аугментацију. 1 А\n\nКДУЗ се предлаже у диференцијалној дијагнози акутне од хроничне \nвенске оклузије. 2 Б\n\nРефлукс вена може се извести повећањем интраабдоминалног притиска \nуслед Валсалвиног маневра или мануелно или компресијом манжетне са \nпопуштањем притиска дистално од испитиваног дела екстремитета.\n\n2 Б\n\nЗа абнормалан венски рефлукс препоручује се гранична вредност 500 мс. 1 Б\n\nТабела 40. Евалуација венске функције индиректним неинвазивним тестирањем \n(плетизмографијом)\nПрепоруке Ниво препоруке Ниво доказаности\n\nПлетизмографија се препоручује као неинвазивна физиолошка \nевалуација венског система екстремитета. Требало би утврдити \nклиничку корелацију са абнормалним налазима.\n\n1 Ц\n\nТабела 41. Директна контрастна венографија\nПрепоруке Ниво препоруке Ниво доказаности \n\nКонтрастна венографија се препоручује након извођења ендовенске \nреконструкције код акутне или хроничне опструкције вена. 1 Б\n\nКонтрастна венографија се саветује болесницима са високом сумњом на \nДВТ уколико су друге методе биле неодређене. 2 Б\n\n\n\nНАЦИОНАЛНИ ВОДИЧ ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ АКУТНИХ И ХРОНИЧНИХ ОБОЉЕЊА ВЕНА\n\n38\n\nТабела 42. Компјутеризована томографија (ЦТ) и магнетна резонанца (МР) у дијагностици \nвенских обољења\nПрепоруке Ниво препоруке Ниво доказаности\n\nЦТ са интравенским контрастом препоручује се за утврђивање \nопструкције великих вена грудног коша, абдомена и карлице. ЦТ \nпрецизно приказује дату патологију, потврђује непредвиђене (спољне) \nкомпресије, инвазије тумора, трауматски поремећај, анатомске \nваријације, опсег или величину тромбне масе, позицију кава филтера \nитд.\n\n1 Б\n\nЦТ са интравенским контрастом препоручује се за дијагнозу емболије \nплућа. Сензитивност и специфичност достиже 100% а за централне \nемболије, мале, супсегменте емболије плућа износи од 83% до 96%.\n\n1 А\n\nМР венографија се препоручује за акутну ДВТ илиофеморалних вена \nили вена кава. Сензитивност је 100%, а специфичност 96%. Студије су \nтакође препоручиле МР за дијагнозу тромбозе порталних, спленичних, \nили мезентеричних вена.\n\n1 А\n\nМР и МР венографија јесу високопрецизни прикази слика \nтромбоза в. каве инфериор удруженим са бубрежним, адреналним, \nретроперитонеалним, примарним кавалним или метастатским \nмалигнитетима. МР венографија показује присуство или одсуство \nблагих тромбоза или туморског тромба у бубрежним венама и в. кава \nинфериор.\n\n1 А\n\nБолесници долазе код лекара са сасвим различитим манифестацијама ХВИ (телеангиектазије, \nумерени до јаче испољени варикси и венски улкуси) па је потребно успоставити алгоритам за \nдијагнозу ових стања (табела 42). Понекад (нарочито болеснице) од хирурга захтевају да им од-\nстрани вариксе из естетских разлога. При томе се, наравно, треба придржавати искључиво ме-\nдицинских индикација за одстрањење VSM (П) јер су те вене драгоцен аутотрансплантат, који \nболеснику може затребати у познијем периоду (за коронарни или дистални бајпас).\n\nТабела 43. Алгоритам у дијагнози телеангиектазија, варикозитета и венског улкуса\nПрепоруке Ниво препоруке Ниво доказаности\n\nКод болесника са телеангиектазијама, варикозним венама и \nХВИ потребно је узимање комплетне анамнезе са детаљним \nфизикалним прегледом који је комплетиран ултразвучним налазом \nдубоких, површинских, евентуално перфорантних вена, у процени \nинсуфицијенције венских залистака.\n\n1 Б\n\nКод болесника са телеангиектазијама, варикозним венама и ХВИ \nпотребно је узимање посебних лабораторијских анализа уколико је \nу личној или породичној анамнези нотирана тромбофилија (тестови \nхиперкоагулабилности), венски улкус настао услед дуготрајног \nстајања (крвна слика и метаболички тестови), и у случајевима опште \nанестезије у терапији ХВИ.\n\n1 Б\n\nКод болесника са телеангиектазијама, варикозним венама и ХВИ \nселективно се саветују плетизмографија, ЦТ, МР, асцендентна и \nдесцендентна венографија и ултразвучни налаз. \n\n1 Б\n\nЛечење ХВИ и венских улкуса спроводи се применом локалне тоалете, нехируршке – склеро-\nзантне, медикаментозне, хируршке и физикалне терапије.\n\nЗарастање улцерације представља динамичан процес који пролази кроз три фазе: ексудативну, \nгранулациону и епителизациону.\n\n\n\nНАЦИОНАЛНИ ВОДИЧ ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ АКУТНИХ И ХРОНИЧНИХ ОБОЉЕЊА ВЕНА\n\n39\n\nЛокална тоалета обавља се антисептицима (хидроген, повидон или риванол, цинкове пасте, \nразни локални терапијски агенси). У ексудативној фази ране индикован је ензимски дебридман \n(оклузивни завој: препарати са Ца алгинатом, сребром у виду компреса, гелова, пене и филмова), \nзатим хемијски (колагеназа, папаин, трипсин). У фази гранулације хидроколоидни завој делује \nна принципу баријере између улцерације и спољашње средине и спречава дехидратацију ткива. \nКомпресе су направљене од хидроколоидног апсорбента и полиуретанског филма, флексибилне \nсу, лепљиве, порозне за ваздух, а непропусне за течности и микроорганизме, не изазивају сен-\nзибилизацију коже, делује аналгетички, јер влаже нервне завршетке, а замена је атрауматична, \nобавља се на 5–7 дана. Примена антибиотика је строго контролисана и индикована само у случају \nманифестне инфекције са знацима целулитиса. Бактеријска колонизација улцерације добро се \nтолерише и не спречава зарастање улцерације. У фази епителизације улцерацију треба третирати \nтанком, флексибилном, полиуретанском мембраном која  оставља добре естетске резултате (ци-\nкатрикс на месту улцерације ретко је хипертрофичан). Код компликованих венских улцерација \nкоје имају манифестну есхару – некротичне улцерације примењује се аморфни гел, који се апли-\nкује на суве ране, јер омекшава некротично ткиво, апсорбује детритус, а код стагнирајућих рана \nоблога у којој се налази импрегниран колаген.\n\nКомпресивна еластична бандажа код ХВИ и венских улкуса користи се још од Хипократа. \nЦиљ ове терапије јесте смањење едема, надокнада инсуфицијентне венске пумпе, што све доводи \nдо поспешивања венске хемодинамике и трофике коже. Показано је да предност има примена \nградуисане компресивне бандаже – ГКБ. Градуисана компресија (20 мм Hg до 35 мм Hg) може \nсе остварити уз помоћ различитих комерцијално доступних  еластичних  чарапа  или завоја који \nмогу довести до знатног поспешивања ХВИ и санације венских улцерација (табела 43). Компре-\nсивна средства могу се поделити на еластичне чарапе (натколенице и доколенице), компресивне \nзавоје (еластични и нееластични) и направе за интермитентну пнеуматску компресију (ИПК). \nЧарапа има предност у односу на друге методе компресије (компресивни завоји) јер се лакше \nпоставља, при чему се постиже жељени притисак пре свега на потколеницу. При примени ком-\nпресивних завоја, а посебно нееластичних (Unna boot и Circ Aid), потребна је посебна едукација \nтерапеута како би се обезбедио адекватан притисак у пределу потколенице. Због ригидитета ових \nзавоја може се услед нестручности направити далеко већи притисак од терапијског, што може до-\nвести и до исхемије ноге. Еластични завоји постављају се много лакше и за њихову примену није \nпотребна дужа едукација. Они се на основу растегљивости могу поделити на short, medium и long \nstretch завоје (кратко, средње и дуго растежуће). Компресивна терапија има две врсте притиска \nкоји се постижу на потколеници: радни (притисак који се постиже при ходу) и пасивни (притисак \nкоји се постиже при мировању). Нееластични завоји постижу висок радни и мали пасивни при-\nтисак, док еластични завоји постижу мањи радни, али висок пасивни притисак. По зацељивању \nулкуса, носе се еластичне чарапе са градуисаном компресијом, које производе притисак 30–40 мм \nHg. Потребно је да су одговарајуће величине. \n\nТабела 44. Компресивна терапија у лечењу венских улцерација\nПрепоруке Ниво препоруке Ниво доказаности\n\nКомпресивна терапија се саветује у примарној терапији венских улкуса. 1 Б\n\nНиједна форма компресивне терапије није надмоћна над другом. 1 Б\n\nКомплијанса представља главни услов успешности компресивне \nтерапије. Саветује се дуготрајна примена компресивне терапије у \nсмањењу појаве нових улкуса.  \n\n1 Б\n\nПрепоручује се операција површинских вена уз примену компресивне \nтерапије како би се смањила појава нових улкуса код појединих \nболесника са венским улкусима.\n\n2 А\n\n\n\nНАЦИОНАЛНИ ВОДИЧ ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ АКУТНИХ И ХРОНИЧНИХ ОБОЉЕЊА ВЕНА\n\n40\n\nМедикаментозно лечење ХВИ и венских улцерација подразумева примену различитих фле-\nботропских агенаса (венотоници). Најчешће се примењују флавоноиди: микронизоване пурифи-\nковане фракције, диосмин, рутин и деривати, O-b-hydroxyethyl-rutosidi, екстракти рускуса, гинко \nбилоба, калцијум добесилат итд. (табела 45). Није оправдана примена диуретика. Употреба ан-\nтибиотика је оправдана само код целулитиса и евидентне инфекције када треба применити анти-\nмикробну терапију засновану на антибиограму. Пентоксифилин или други вазоактивни агенси \nкорисни су код венских и мешовитих (артеријско-венских) улцерација.\n\nТабела 45. Медикаментна терапија ХВИ  \nПрепоруке Ниво препоруке Ниво доказаности\n\nСаветује се примена флеболошких лекова у побољшању симптома и \nедема удружених са ХВИ. Они могу бити ординирани у комбинацији са \nкомпресивном терапијом у лечењу непријатних симптома. \n\n2 Б\n\nКод дуготрајних или великих димензија венских улкуса саветује \nсе лечење пентоксифилином или микронизованим прочишћеним \nфлавиноидним фракцијама у комбинацији са компресивном терапијом.\n\n1 Б\n\nКод трофичних промена коже, грчева и отицања потколеница саветује \nсе примена диосмина и хесперидина, а код болесника са венским \nедемима препарати рутозида.\n\n2 Б\n\nСклерозантна терапија се спроводи по строго одређеним индикацијама и. в. давањем концен-\nтрованих раствора, пене или паре, који изазивају  облитерацију патолошких вена. Поступак под-\nразумева и накнадну примену континуиране градуисане компресије током најмање две недеље. \nОсновна индикација за примену склерозације вена јесте лечење телеангиектазија, рецидивних, \nпостоперативних варикса и мањих варикозитета, а сасвим ретко већих венских стабала (табеле \n46, 47). При томе мора се водити рачуна да не настане јатрогена лезија или прогресивна тромбоза, \nкоја се може проширити у дубоки венски систем, па тако довести до следствене емболизације. \nДакле, склерозантно средство не сме се дати у варикс или вену која комуницира директно са ду-\nбоком веном јер тако може довести до ТДВ и ПТЕ, па чак и леталног исхода. Метода склерозације \nсе све више препоручује под притиском фармацеутске индустрије, али треба знати да је по прави-\nлу праћена високом стопом рецидива, а ако се некритички примени, може довести и до фаталних \nПТЕ. Основна стратегија у склерозацији варикозитета јесте искључивање из циркулације места \nна којима постоји венски рефлукс, а тек потом већих и мањих варикозитета. Склеротерапију не \nтреба започињати у топлим летњим месецима. Уколико се планира хируршко решавање хроничне \nвенске инсуфицијенције, непотребно је претходно започињати склеротерапију. Тек након хирурш-\nке интервенције, дефинитивне процене успешности операције и идентификације резидуалних и \nрецидивних варикозитета, индикована је склеротерапија. Уколико је индикована склерозација оба \nекстремитета, препоручљиво је започети терапију једне стране, а тек након неколико сеанси и \nпровере подношљивости, склерозација се може примењивати и обострано. План склерозације \nдоноси се након детаљног прегледа, утврђивања локализације варикозитета, њихове величине, \nраспореда, као и врсте препарата, количине и његове концентрације. План се током терапије може \nили мора мењати у зависности од постигнутих резултата или настанка евентуалних комплика-\nција. Прецизно маркирање варикозних вена, њиховог тока и места која ће бити склерозирана \nзнатно олакшавају пункцију.\n\n\n\nНАЦИОНАЛНИ ВОДИЧ ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ АКУТНИХ И ХРОНИЧНИХ ОБОЉЕЊА ВЕНА\n\n41\n\nТабела 46. Примена склеротерапије у лечењу варикозних вена екстремитета\nПрепоруке Ниво препоруке Ниво доказаности\n\nСклеротерапија пеном или раствором је добро прихваћена терапијска \nметода за све величине варикозних вена. Саветује се примена \nсклеротерапије у лечењу телеангиектазија.\n\n1 Б\n\nКао једнократна терапија у лечењу варикозних вена, склеротерапија има \nвисоку стопу рецидива. Препоручује се у комбинацији са класичним \nоперативним лечењем или ендовенозном аблацијом VSM.\n\n1 Ц\n\nУ циљу редукције хиперпигментације настале након примењене \nсклерозације, саветује се микротромбектомија у прва 2 до 3 месеца након \nпримењене склерозације.\n\n2 Ц\n\nНакон склерозације телеангиектазија и варикозних вена препоручује се \nпримена компресивне терапије.  1 Б\n\nТабела 47. Склерозација пеном\nПрепоруке Ниво препоруке Ниво доказаности\n\nПрепоручује се употреба пене као склерозантног средства по \nметоди Монфреуxа, Тесарија и  двоструког убризгавања за терапију \nсимптоматског рефлукса VSM, варикозних вена од Ц2 до Ц6 стадијума, и \nрекурентних варикозних вена.\n\n2 Б\n\nУ поређењу са конзервативном терапијом, код болесника са венским \nулкусом, липодерматосклерозом и венским малформацијама препоручује \nсе склеротерапија пеном у лечењу сафенске вене, притока варикозне \nвене, и инкомпетентних перфорантних вена.\n\n2 Б\n\nХируршко лечење треба да буде засновано на етиопатогенетским механизмима који су довели \nдо ХВИ и венских улкуса. Хируршко лечење подразумева три групе процедура: операције површ-\nних вена, операције комуникантних (перфорантних) вена и  операције дубоких вена.\n\nКод изолованих варикозитета (без инсуфицијенције СФЈ) користи се само флебектомија, која \nсе може извести хируршки, ласерски или на неки други начин (табеле  48,  49).\n\nТабела 48. Флебектомија\nПрепоруке Ниво препоруке Ниво доказаности\n\nПрепоручује се амбулантна флебектомија као метода која се може урадити \nи у ванклиничким условима у локалној анестезији као ефикасан и коначан \nтретман у лечењу верикозних вена. Процедура се изводи након сафенске \nаблације, током истог поступка или, што се најчешће саветује, у каснијим \nетапама поступка.\n\n1 Б\n\nТрансилуминална (powеred) флебектомија (TriVex) показала се ефикасном \nу бројним студијама у третману варикозних вена. Препоручује се као \nопција.\n\n2 Ц\n\nЛечење флебектомијом обично има предност у односу на примену \nсклерозантне терапије. 2 Б\n\n\n\nНАЦИОНАЛНИ ВОДИЧ ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ АКУТНИХ И ХРОНИЧНИХ ОБОЉЕЊА ВЕНА\n\n42\n\nТабела 49. Перкутана ласерска терапија телеангиектазија и варикозних вена\nПрепоруке Ниво препоруке Ниво доказаности\n\nУ лечењу телеангиектазија са венама пречника испод 0,5 мм и и \nтелеангиектатичних мрежа препоручује се примена пулсног due ласера \nталасне дужине 595 nm.\n\n1 Ц\n\nУ лечењу телеангиектазија пречника испод 0,7 мм препоручује се ласер \nКТП (калијум-титанил фосфат)  таласне дужине 532 нм. 1 Ц\n\nУ лечењу великих телеангиектазија пречника до 3 мм препоручује се \nлечење ласером NdYAG (neodymium – doped yttrium aluminium garnet), \nталасне дужине 1064 нм. \n\n2 Ц\n\nДа би се током ласерских третмана избегло термално оштећење коже, \nсаветује се хлађење динамичним спрејом или хладним ваздухом, или \nконтактно хлађење.\n\n1 Ц\n\nНе препоручује се лечење телеангиектазија употребом ласера у \nкозметичке сврхе код тамне, осунчане коже са повећаним садржајем \nмеланина након излагања сунцу. \n\n1 А\n\nУ хирургији површних вена ногу најчешће је заступљено високо лигирање и пресецање инсу-\nфицијентне велике сафенске вене на њеном ушћу у феморалну вену (табела 50), уз кросектомију \n(лигирање и пресецање притока, обично 4–6); високо подвезивање уз стрипинг сафенских вена \n(сафенектомија уз помоћ стрипера); пункциона авулзија – екстирпација варикозитета кроз поје-\nдиначне инцизије (флебектомија). Однедавно је варикозне вене могуће третирати ендолуминал-\nним ласером, као и ендолуминалном аблацијом уз помоћ микроталаса (табеле 51, 52), произведе-\nних радиофреквентним генератором (радиофреквентна енергија). Принцип рада ендолуминалног \nласера састоји се у увођењу кварцног оптичког влакна у вену. Ласерско светло изнутра „спржи“ \nварикозну вену, која фиброзира и облитерише, и тиме је искључује из циркулације. Принцип ра-\nдиофреквентне аблације је сличан, само што се уместо ласерске светлости користе микроталаси, \nкоји ендолуминално „скувају“ вену. Обе процедуре изводе се у локалној анестезији, а катетер се \nпозиционира уз помоћ ултразвучног апарата. Без обзира на то која се техника примењује за од-\nстрањење VSM (VSP), обавезно је поштовање индикација за ту интервенцију: инсуфицијенција \nвалвула на нивоу сафенофеморалне (сафенопоплитеалне) јункције као и трајна посттромботска \nизмењеност стабла.\n\n Tабела 50. Хируршко лечење инкомпетентне вене сафене магна парве\nПрепоруке Ниво препоруке Ниво доказаности\n\nУ лечењу инкомпетентне VSM препоручује се висока лигација (на нивоу \nсафенофеморалне јункције) и инверзни стрипинг сафенске вене. 1 B\n\nУ смањењу поновне (рекурентне) појаве саветују се лигација и \nподвезивање притока сафенске вене испод њених секундарних грана. 2 Ц\n\nУ смањењу настанка хематома саветује се постоперативна компресивна \nбандажа. 1 Ц\n\n\n\nНАЦИОНАЛНИ ВОДИЧ ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ АКУТНИХ И ХРОНИЧНИХ ОБОЉЕЊА ВЕНА\n\n43\n\nТабела 51. Терапија радиофреквентном аблацијом инкомпетентне сафенске вене\nПрепоруке Ниво препоруке Ниво доказаности\n\nТерапија радиофреквентном аблацијом VSM је безбедна и ефикасна, \nстога се препоручује у терапији сафенске инкомпетенције. 1 А\n\nКлинички исход или резултат у лечењу слабости вене сафене \nрадиофреквентном аблацијом јесте до 5 година компарабилан \nтрадиционалним методама – стрипингу и лигатури вене сафене.\n\n- Ц\n\nС обзиром на то да су реконвалесцентни период, компликације и \nморбидитет смањени, радиофреквентна аблација саветује се код \nболесника са високим ризиком, као што је трудноћа, болесницима \nна антикоагулантној терапији, као и болесницима са озбиљним \nмедицинским проблемима.\n\n2 Ц\n\nТабела 52. Ласерска терапија инкомпетентне вене сафене \nПрепоруке Ниво препоруке Ниво доказаности\n\nПримена ендовенске ласерске терапије у лечењу инсуфицијентне VSM \nбезбедна је и ефикасна па се препоручује у лечењу инкомпетенције вене \nсафене. \n\n1 А\n\nКлинички исход након примене ендовенозног ласера је до 3 године \nкомпарабилан стрипингу и лигатури, па се препоручује у лечењу \nинсуфицијенције вене сафене.\n\n1 Ц\n\nОперација перфорантних вена подразумева лигирање и пресецање инкомпетентних комуни-\nкантних вена, које повезују површни са дубоким венским системом, а које су најчешће локали-\nзоване на унутрашњој страни потколенице, нарочито у доњој трећини (Кокетови перфоратори). \nУ зависности од нивоа на ком се врши пресецање перфоративних вена (изнад, у нивоу или испод \nфасције), хируршке процедуре деле се на: супрафасцијалне, у нивоу фасције (Koкет) и супфас-\nцијалне – лигирање (Линтон, Дод, Фелдер, Шерман), дисекција (Баси, Едвардс, Максимовић) и \nSЕPS – ендоскопска хирургија перфоративних вена (табеле 53, 54). Преоперативно маркирање \nперфоратора омогућава да се из малих резова подвежу перфоратори у нивоу и испод фасције. \n\nТабела 53. Лечење инкомпетентних перфорантних вена путем отворене или ендоскопске \nхирургије\nПрепоруке Ниво препоруке Ниво доказаности\n\nКод отворених хируршких операција не препоручује се операција по \nЛинтону због удружености са морбидитетом. 1 А\n\nПрепоручује се лечење инкомпетенције перфорантних вена код  \nболесника са узнапредовалом венском болести да би се поправили \nхемодинамика вена и клинички резултат \n\n2 Б\n\nПрепоручује се интерупција перфорантних вена превасходно код \nболесника са примарном инкомпетенцијом залистака и у мањем броју \nкод болесника са посттромботичним синдромом. \n\n2 Б\n\nТабела 54. Метода перкутане аблације перфорантних вена\nПрепоруке Ниво препоруке Ниво доказаности\nПрепоручује се метода перкутане аблације перфорантних вена \nупотребом ултразвучно вођене склеротерапије или термалне \nаблације као процедуре лечења у ванболничким условима, у локалној \nанестезији. Може се понављати са минималним морбидитетом.\n\n2 Ц\n\n\n\nНАЦИОНАЛНИ ВОДИЧ ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ АКУТНИХ И ХРОНИЧНИХ ОБОЉЕЊА ВЕНА\n\n44\n\nХроничну опструкцију дубоких вена могуће је решавати следећим процедурама: Палмина \nоперација, in situ сафенопоплитеални бајпас, декомпресија илијачне вене, феморокавални и или-\nокавални бајпас, реконструкција доње шупље вене и сегментна венска реконструкција (табеле \n55, 56). Хроничну оклузију дубоких вена могуће је третирати и ендоваскуларним стентирањем, \nуз тромболизу. У зависности од тога који од два етиопатолошка процеса (рефлукс или опструк-\nција) покушавају да коригују, хирургију дубоких вена доњих екстремитета чине: антирефлуксне \nоперације и операције у хроничној опструкцији. Ради решавања валвуларног рефлукса обавља се \nунутрашња или спољашња валвулопластика. У односу на унутрашњу валвулопластику, техника \nспољашње је непрецизнија, али је бржа и једноставнија (Кистнеров сегментни трансфер, споља-\nшње ојачање протезом – муф, аутотрансплантација компетентне валвуле). Све више се користе \nендоваскуларне процедуре стенозираног авалвуларног илијакофеморалног венског сегмента, об-\nично са пласирањем стента (табела 57). Постоје препоруке, али са мањим нивоом доказаности, за \nлечење илијакокавалног сегмента (табеле 58, 59, 60, 61).\n\nТабела 55. Хируршко лечење инкомпетенције залистака дубоких вена\nПрепоруке Ниво препоруке Ниво доказаности\n\nРеконструкција залистака препоручује се у примарној инкомпетенцији \nзалистака, након неуспешних мање интензивних метода. 1 А\n\nРеконструкција залистака или процедуре преноса залистака предлажу \nсе у посттромботичним случајевима након што су се друге доступне \nметоде лечења показале неуспешним.\n\n2 Б\n\nТабела 56. Употреба артефицијалних венских залистака\nПрепоруке Ниво препоруке Ниво доказаности\n\nКод болесника са венским улкусима и изолованом инкомпетенцијом \nзалистака дубоких вена, код којих су се стандардне методе лечења \nпоказале неуспешним, саветује се процедура конструкције листастих \nвенских залистака од аутологних вена.\n\n2 Ц\n\nНе саветује се употреба неаутологних венских залистака у лечењу \nболесника са симптоматском хроничном инсуфицијенцијом дубоких \nвена.\n\n1 Ц\n\nТабела 57. Ендоваскуларна реконструкција код хроничне опструкције илиофеморалне вене\nПрепоруке Ниво препоруке Ниво доказаности\nКод хроничне опструкције илиофеморалне вене, да би се побољшали \nсимптоми и квалитет  живота болесника, саветује се ендовенозни стент. 1 А\n\nТабела 58. Ендоваскуларна реконструкција комплексне оклузије илиокавалне вене\nПрепоруке Ниво препоруке Ниво доказаности\n\nУ реконструкцији комплексне оклузије илиокавалне вене препоручује \nсе ендоваскуларни стент. 2 Б\n\n\n\nНАЦИОНАЛНИ ВОДИЧ ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ АКУТНИХ И ХРОНИЧНИХ ОБОЉЕЊА ВЕНА\n\n45\n\nТабела 59. Отворена хируршка реконструкција код немалигне оклузије в. кава инфериор и в. \nилиофеморалис\nПрепоруке Ниво препоруке Ниво доказаности\n\nКод симптоматских болесника са унилатералном оклузијом \nилиофеморалне вене код којих нису успели покушаји ендоваскуларне \nреконструкције препоручује се отворен хируршки бајпас употребом \nсафенске вене као crosspubic bypass (процедура по Палми).\n\n1 Б\n\nКод симптоматских болесника са опструкцијом илијачне вене или \nдоње шупље вене препоручује се отворен  хируршки бајпас употребом \nспољашње политетрафлуороетиленске протезе, уколико су се \nендоваскуларне методе показале неуспешним или тешко изводљивим.\n\n2 Б\n\nТабела 60. Хируршко и ендоскопско лечење синдрома в. кава супериор\nПрепоруке Ниво препоруке Ниво доказаности\n\nКод болесника са опструкцијом услед малигнитета в. кава супериор \nпрепоручује се употреба стента у терапији. 1 А\n\nКод болесника са синдромом в. кава супериор који имају немалигну \nетиологију примењује се ендоваскуларно лечење у иницијалној терапији. 1 Б\n\nКод болесника код којих је неуспела или којима не одговара ендоскопска \nинтервенција, препоручује се хируршка реконструкција в. кава супериор \nса аутогеном веном или продуженим политетрафлуоретиленским \nбајпасом као ефикасним и издржљивим, алтернативним видом лечења. \n\n1 Б\n\nТабела 61. Лечење пелвичног венског застоја и перинеалних варикозитета\nПрепоруке Ниво препоруке Ниво доказаности\n\nБолесницима са суспектним варикозитетима пелвичних вена саветује се \nултразвучни преглед уз иницијалну евалуацију. 1 Б\n\nКонтрастна пелвична венографија саветује се да би потврдила дијагнозу \nи тачну етиологију варикозних пелвичних и перинеалних вена и да би \nозначила анатомију у планирању ендоваскуларног лечења. \n\n1 Б\n\nСаветује се ендоваскуларна аблација оваријалног венског рефлукса, али \nсу још непознати дугорочни резултати и степен реканализације након \nизвршене емболизације калемом.\n\n1 Б\n\nУ лечењу рефлукса саветују се хируршка лигација и ексцизија \nоваријалних вена. 2 Б\n\nШароликост клиничке слике ХВИ (телеангиектазија, варикси, инсуфицијенција сафенофемо-\nралне јункције, инкомпетенција перфоратора [комуникантних] вена, инсуфицијенција или оклу-\nзија дубоких вена, венски улкуси) условљава различите терапијске приступе поменутим клинич-\nким ентитетима. Тако, вену сафену магну треба одстранити само ако је доказана инсуфицијенција \nсафенофеморалне јункције или ако је стабло оштећено ранијим тромбофлебитичним процесима. \nНе треба заборавити да је VSM најдужи крвни суд код човека и да је то најбољи потенцијални \nаутотрансплантат у коронарној и васкуларној хирургији (табела 62). \n\n\n\nНАЦИОНАЛНИ ВОДИЧ ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ АКУТНИХ И ХРОНИЧНИХ ОБОЉЕЊА ВЕНА\n\n46\n\nТабела 62. Алгоритам у лечењу ХВИ\nПрепоруке Ниво препоруке Ниво доказаности\nУ класи Ц1 хроничне венске болести саветује се третман болесника са \nсубјективним симптомима или без њих. 1 А\n\nУ лечењу инкомпетентне сафенске вене препоручује се хируршка \nметода стрипинг или термална аблација. 1 Б\n\nУ лечењу инкомпетентне сафенске вене саветује се примена хемијске \nаблације (катетером или ињицирање шприцем раствора или пена). 2 Ц\n\nУ лечењу инкомпетентних перфорантних вена саветује се ултразвучно \nвођена склеротерапија, термална аблација, или супфацијална \nендоскопска хирургија перфорантних вена.\n\n1 Б\n\nУ лечењу наглашених варикозних вена саветује се метода \nфлебектомије или склерозације (раствор, пена) или трансилуминална \nфлебектомија (TriVex).\n\n2 Б\n\nТерапија рекурентних варикозних вена зависно од етиологије и \nвеличине варикозитета подразумева методу склерозације пеном, \nхируршке методе, ендовенску термалну аблацију или емболизацију \nкалемом.\n\n2 Ц\n\nЛечење стазног улкуса, инфекције и целулитиса, тражи мировање у постељи и елевацију екс-\nтремитета. У почетном периоду мировања у постељи, може бити потребна локална тоалета у \nхоспиталним условима. Иницијално се примењује превијање обичном газом, и тоалета улкуса \nтупферима натопљеним физиолошким раствором (табела 63). Примена ГКБ с јаком компресијом \nможе бити посебно ефикасна (табела 64), а препоручује се и хируршка терапија (површинских и \nперфорантних вена).\n\nТабела 63. Локална терапија венских улкуса\nПрепоруке Ниво препоруке Ниво доказаности\nУ локалном чишћењу венских улкуса препоручује се испирање водом, а \nоколина ране треба бити опрана благим сапуном. 1 Б\n\nПрепоручује се интензивно чишћење наслага улкуса (дебридман) \nуколико болесник то може толерисати. 1 А\n\nКао алтернативано чишћење ране саветује се употреба  ензимских или \nхидрогелова, који смањују некротичан садржај који омета зарастање \nране.\n\n1 Б\n\nУ лечењу венских улкуса не препоручује се рутинска употреба \nантибиотика. Препоручују се системски антибиотици у лечењу \nочигледних инфекција које се манифестују системским знацима, \nцелулитисом околине ране, или великом пуруленцијом.\n\n1 Б\n\nУ локализованим инфекцијама препоручује се употреба локалних \nантибиотика, као што су компресе за ране које садрже сребро. 1 А\n\nКод некомпликованих венских улкуса препоручује се примена \nкомпресивне терапије уз комбинацију одговарајућих компреса за \nвлажно зарастање рана, чије садејство омогућује деловање одговарајуће \nкомпресије и неучестало замењивање компреса.\n\n1 А\n\nКод неинфицираних рана са одређеним степеном гранулације ткива \nпрепоручује се употреба ксенографта Оасис, док се код тешко \nзарастајућих и великих димензија улкуса без инфекције са појавом \nгранулационог ткива препоручује Аплиграф.\n\n1 А\n\nКод велих димензија улкуса који захтевају продужен период зарастања \nи не одговарају на примењену конзервативну терапију препоручује се \nупотреба графта коже.  Pinch графтови коже имају предност над split \nthickening кожним графтовима, јер се могу урадити и у амбулантним \nусловима, без хоспитализације.\n\n2 Б\n\n\n\nНАЦИОНАЛНИ ВОДИЧ ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ АКУТНИХ И ХРОНИЧНИХ ОБОЉЕЊА ВЕНА\n\n47\n\nТабела 64. Алгоритам лечења венског улкуса\nПрепоруке Ниво препоруке Ниво доказаности\n\nДа би се поправила хемодинамика вена и убрзало зарастање венских \nулкуса, препоручују се аблација суперфицијалног аксијалног рефлукса \nи лечење инкомпетенције перфорантних вена. \n\n1 Б\n\nДа би се смањило поновно јављање улкуса код болесника са \nинкомпетенцијом површинских вена, препоручује се хирургија \nповршинских вена.\n\n1 А\n\nУ лечењу венског улкуса препоручује се хирургија површинских вена \nпутем супфасцијалне ендоскопске хирургије перфорантних вена. 2 Ц\n\nФизикална терапија користи се за превенцију и лечење постоперативне ТДВ и ХВИ. Превен-\nција ТДВ представља битан део рехабилитације која се спроводи у најранијем послеоператив-\nном току, али и у оквиру преоперативне припреме пацијената. Подразумева рану мобилиза-\nцију и вертикализацију пацијената, уз примену кинезитерапијских и електропроцедура, \nкојима се смањује ризик од формирања тромба у дубоким венама доњих екстремитета и абдо-\nмена. Примењују се вежбе дијафрагмалног дисања, изометријске вежбе за мишиће доњих \nекстремитета, активне вежбе, пасивне вежбе доњих екстремитета код пацијената који из било ког \nразлога не могу да изводе активне вежбе, елевација доњих екстремитета уз примену еластичних \nбандажа (притисак 30–50 мм Hg око скочног зглоба и постепено смањење притиска проксимал-\nно), масажа доњих екстремитета у смеру дистално-проксимално. Примена интермитентне \nпнеуматске компресије на доњим екстремитетима смањује венску стазу, повећава брзину про-\nтока крви и ниво циркулишућих фибринолизина, и показала се ефикасном у превенцији развоја \nтромбозе потколенице. Од агенаса се примењују високофреквентно магнетно поље (640 Hz, 2–6 \nчасова дневно, смањује вискозност крви, повећава еластичност еритроцита), електростиму-\nлација мишића (СП облик, нарочито код пацијената са којима је тешко успоставити контакт), \nдијадинамичне струје (ЦП облик). У лечењу улцерација на кожи примењују се и физикални \nагенси који подстичу зарастање рана, и то различити видови фототерапије – ласеротерапија, \nполаризована светлост (Биоптрон) и, раније више примењивана, УВ светлост. \n\nУ Водичу датом у интернет верзији су изенсене основе варикозних проширења једњака, ле-\nчења примарних и секундарних тумора вене каве, конгениталне васкуалрне малформације, при-\nмарне венске анеуризме, траума магистралних вена и лимфедем. \n\nСумарно, ХВИ лече лекари различите едукације, различитим терапијским агенсима, а зависно \nод клиничког ентитета.\n\nПотребан је сталан рад на доради водича за акутна и хронична венска обољења, у чему \nби најважнију улогу требало да има Удружење флеболога Србије. \n\n\n\nНАЦИОНАЛНИ ВОДИЧ ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ АКУТНИХ И ХРОНИЧНИХ ОБОЉЕЊА ВЕНА\n\n48\n\nИЗАБРАНА ЛИТЕРАТУРА:\n\n1. Nicolaides AN, Allegra C, Bergan J, et al. Management of chronic venous disorders of the lower \nlimbs: Guidelines according to scientific evidence. Int Angiol 2008; 27.\n\n2. Максимовић Ж: Тромбоза дубоких вена – профилакса и лечење. Завод за уџбенике и нас-\nтавна средства, Београд, 1996. \n\n3. Максимовић Ж: Болести вена. Медицински факултет, ЦИБИД, Београд, 1998.\n4. Kalodiki E, Calahoras L, Nicolaides AN. Make it Easy: Duplex Examination of the Venous \n\nSystem. Phlebology 1993; 8: 17-21.\n5. Browse N, Burnard L, Lea Thomas M: Disease of the veins. Pathology, diagnosis and treatment. \n\nEdward Arnold, London,1988.\n6. Consensus Conference: Prevention of venous thrombosis and pulmonary embolism. JAMA, 256, \n\n744, 1986.\n7. Gloviczki P et al. Handbook of venous disorders: Guidelines of the American Venous Forum. 3rd \n\ned, Edward Arnold, London 2009.\n8. Hirsh J, Genton E, Hull R: Venous thromboembolism, Grune and  Stratton, New York, 1981.\n9. Shami SK, Sarin S, Cheatle TR, Coleridge Smith PD, Scurr JH. Venous ulcers and superficial \n\nvenous system. Intern J Angiol, 1997;6:30-48.\n10. Nicolaides AN, Arcelus J, Belcaro G, Bergqvist D, Borris LC, Buller HR, et al. Prevention of \n\nvenous thromboembolism. European Consensus Statement. Int Angiol. 1992;11:151-9. \n11. Prevention of venous thromboembolism. International Consensus Statement (guidelines \n\naccording to scientific evidence). Int Angiol. 1997;16:3-38.\n12. Nicolaides AN, Breddin HK, Fareed J, Goldhaber S, Haas S, Hull R, et al. Prevention of venous \n\nthromboembolism. International Consensus Statement. Guidelines compiled in accordance with \nthe scientific evidence. Int Angiol. 2001;20:1-37.\n\n13. Maksimovic Z., Maksimovic M.. Local metabolic, pathophysiological and histological changes \nin venous ulcers. Phlebology, 22 (3), 110-6, 2007.\n\n14. Nicolaides AN. Investigation of chronic venous insufficiency: a consensus statement. Circulation \n2000; 102: 126-63.\n\n15. Coleridge Smith PD. Drug treatment of varicose veins, venous edema, and ulcers. In Gloviczki P, \neds. Handbook of venous disorders: Guidelines of the American Venous Forum. 3rd ed, Edward \nArnold, London, 2009: 357-65.\n\n16. Milic DJ., Zivic SS, Bogdanovic DC, Karanovic ND, Golubovic ZV. Risk factors related to the \nfailure of venous leg ulcers to heal with compression treatment. J Vasc Surg 2009;49:1242-7.\n\n17. Coleridge Smith PD. Drug treatment of varicose veins, venous edema, and ulcers. In Gloviczki P, \neds. Handbook of venous disorders: Guidelines of the American Venous Forum. 3rd ed, Edward \nArnold, London, 2009: 357-65.\n\n18. Максимовић Ж и сар. Профилакса, дијагностика и лечење болести вена и лимфатика. На-\nционални консензус документ и водич за лекаре. Удружење флеболога Србије, Београд, \n2009.\n\nНапомена: У интернет верзији налази се списак од 211 референци повезаних са текстом.\n\n\n\nНАЦИОНАЛНИ ВОДИЧ ДОБРЕ КЛИНИЧКЕ ПРАКСЕ ЗА ДИЈАГНОСТИКОВАЊЕ И ЛЕЧЕЊЕ АКУТНИХ И ХРОНИЧНИХ ОБОЉЕЊА ВЕНА\n\n49\n\nЗАХВАЛНОСТ\n\nУ изради водича помогле су следеће колеге, па им се радна група посебно захваљује и \nсматра их коауторима: \n\nИво Елезовић11,2, Милица Максимовић12, Драгица Јадранин1, Слободан Цветковић1,2, Весна Бо-\nжић1, Драган Марковић1,2, Оливера Андоновић13, Катарина Ђукић13, Миле Игњатовић14, Милош \nМаксимовић15, Сидор Мишовић7, Миодраг Јевтић7, Жељко Кањух16, Светолик Аврамов17, Биљана \nОбреновић-Кирћански2,18, Миљко Пејић19, Невена Крстић20, Саша Живић3, Виолета Допсај21, Дра-\nгица Рондовић22.\n\n1 Клиника за васкуларну и ендоваскуларну  хирургију, Београд;\n2 Медицински факултет у Београду;\n3 Клиника за васкуларну хирургију КБЦ Ниш; \n4 Медицински факултет, Ниш; \n5 Клиника за васкуларну хирургију ИКВБ „Дедиње”, Београд;  \n6 Градски завод за дерматологију, Београд;\n7 Војномедицинска академија, Београд;\n8 Клиника за дерматовенерологију КЦВ, Нови Сад;\n9 Медицински факултет, Нови Сад; \n10 Клиника за васкуларну хирургију КЦ, Крагујевац;\n11 Клиника за хематологију КЦС, Београд;\n12 Клиника за гинекологију и акушерство КЦС, Београд;\n13 Клиника за дерматовенерологију КЦС, Београд; \n14 Клиника за хирургију КБЦ „Звездара“;\n15 Клиника за очне болести КЦС, Београд; \n16 Клиника за физикалну медицину и рехабилитацију „Др Зотовић“, Београд;\n17 Клиника за васкуларну хирургију, Клинички центар Нови Сад;\n18 Клиника за кардиологију КЦС Београд;\n19 Хируршко одељење МЦ Ужице;\n20 Клиника за физикалну медицину КЦС, Београд; \n21Централна лабораторија КЦС, Београд; \n22  Специјална болница за рехабилитацију васкуларних болесника „Гамзиград”, Гамзиградска \n\nбања.\n\n\n\nАгенција за акредитацију\nздравствених установа Србије\nДр Суботића 5, 11000 Београд\nТел. 011 71 51 722, \nE-mail: office@azus.gov.rs\n\nФаx: 011 71 51 724\n\n\n\tzadnja.pdf\n\tPage 2\n\n\tobolenja vena korica.pdf\n\tPage 1\n\n\n","access_permission:can_print":"true","pdf:docinfo:trapped":"False","xmpMM:DerivedFrom:InstanceID":"xmp.iid:DA7AB45264F3E2119BD7CDB4747A3B14","producer":"Adobe PDF Library 10.0.1","access_permission:can_modify":"true","pdf:docinfo:producer":"Adobe PDF Library 10.0.1","pdf:docinfo:created":"2013-07-23T06:57:05Z"}